[{"name":"music comprehension/production","id":"trm_4c8990b07a037","description":"Subjects listen to music passively or are asked to sing overtly.","contrasts":[{"conname":"Comprehension","conid":"cnt_4df298c596941"},{"conname":"Production","conid":"cnt_4df298fddce13"},{"conname":"areas of activation during task minus baseline","conid":"cnt_4df29910c149e"},{"conname":"accuracy of subject minus average accuracy of controls","conid":"cnt_4df29978d4002"}]},
{"name":"pattern comparison task","id":"trm_4da86cb034ff6","description":"This test measures speed of processing by asking participants to discern whether two sideby-side pictures are the same or not. The items are presented one pair at a time on the computer screen, and the participant is given 90 seconds to respond to as many items as possible (up to a maximum of 130). The items are designed to be simple so as to most purely measure processing speed.","contrasts":[{"conname":"number correct","conid":"cnt_50eb1b6d46337"}]},
{"name":"Cambridge Face Memory Test","id":"tsk_4a57abb949912","description":"a test with high reliability and validity that assesses the ability to learn and then recognize six new faces.","contrasts":[{"conname":"same images","conid":"cnt_4de6ad74bd885"},{"conname":"novel images","conid":"cnt_4de6add395167"},{"conname":"novel images with noise","conid":"cnt_4de6ae3e231dd"}]},
{"name":"numerosity estimation task","id":"trm_4f2457454e458","description":"participants estimate number of targets","contrasts":[{"conname":"number of items to be counted (past subitizing threshold)","conid":"cnt_50295799192b3"},{"conname":"number of distractors","conid":"cnt_50295a3179605"},{"conname":"high minus low load conditions","conid":"cnt_50295d51eda87"}]},
{"name":"Attention Switching Task","id":"trm_4f241614d4a25","description":"A paradigm requiring subjects to switch between performing multiple different individual tasks. AST is a test of the participantâs ability to switch attention between the direction or location of an arrow on screen. This test is a sensitive measure of frontal lobe and âexecutiveâ dysfunction. The test begins with an arrow in the centre of the screen which points either to the left or to the right. The participant is introduced to two buttons, one on the left and one on the right, and is asked to press a button corresponding to the direction in which the arrow is pointing.||After this initial training, the participant is then told that the arrow might appear on the left or the right side of the screen, and depending on the cue given at the top of the screen, the participant must either press  the left or right button to indicate on which side of the screen the arrow is displayed, or else press the left or right button to correspond with the direction in which the arrow is pointing.","contrasts":[{"conname":"number correct","conid":"cnt_50f844459f8c3"},{"conname":"shift-related incorrect responses","conid":"cnt_50f8444dd50db"}]},
{"name":"passive listening","id":"trm_4c8991fadfe01","description":"Subjects listen to various auditory stimuli and make no response.  Stimuli include speech (words, sentences), noise, tones, etc.  If the stimulus is tones, then the experiment is co-coded with Tone Monitor/Discrimination.","contrasts":[{"conname":"areas of activation during task minus baseline","conid":"cnt_4df69a929ce35"},{"conname":"BOLD activity during task minus baseline","conid":"cnt_4df69aa85f4ee"}]},
{"name":"syntactic acceptability judgement task","id":"tsk_4a57abb949e7c","description":"Also called the syntactic plausibility judgment task, this task asks participants to read sentences and indicate whether or not they are gramatically correct. ","contrasts":[{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4dfbe08944a96"}]},
{"name":"reading span task","id":"trm_4c40d168898db","description":"A task that requires participants to read series of unconnected sentences aloud and to remember the final word of each sentence of a series (grouped according to the total number of sentences). With each sentence presented on a card, participants were cued to recall the memorized end-of-sentence words in their original order by a blank card at the end of a series. The number of sentences of a series was incrementally increased until a participant&#39;s reading span, or the maximum number of final words correctly recalled, was found. (From http://en.wikipedia.org/wiki/Reading_span_task)","contrasts":[{"conname":"reading span of participant minus average reading span of controls","conid":"cnt_4df928c85f523"}]},
{"name":"set-shifting task","id":"tsk_4a57abb949dad","description":"A task in which participants alternate between two or more judgments typically regarding the same set of stimuli. Accuracy and reaction time are measured for each judgment.","contrasts":[{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4dfa8214869b9"},{"conname":"perservative errors minus nonperservative errors","conid":"cnt_4dfa838286e12"}]},
{"name":"Spielberger's State-Trait Anxiety Questionnaire","id":"tsk_4a57abb949dfe","description":"instrument used to measure trait (chronic) anxiety, a general propensity to be anxious, and state (temporary) anxiety, a temporary state varying in intensity, in adults.","contrasts":[{"conname":"difference between scores at different times of administration","conid":"cnt_4dfba830d0974"},{"conname":"participant score minus average score","conid":"cnt_4dfba849ece4c"},{"conname":"Trait Anxiety ","conid":"cnt_4dfba87cdaf19"},{"conname":"State Anxiety","conid":"cnt_4dfba8b046120"}]},
{"name":"grasping task","id":"trm_4c898ff0bea97","description":"Subjects grasped or gripped a presented stimulus with their hand or mimicked grasping one that was not physically presented (i.e., was imaginary or presented as a picture or video).","contrasts":[{"conname":"response time","conid":"cnt_4ded518b33a0b"},{"conname":"kinematics","conid":"cnt_4ded51930eba6"}]},
{"name":"theory of mind task","id":"trm_4c8a8467304e2","description":"Subjects are asked to perform a task involving the understanding of another&#39;s personal beliefs and feelings or forming hypotheses regarding the mental states of others.","contrasts":[{"conname":"average score minus participant&#39;s score","conid":"cnt_4dffaa78530b6"}]},
{"name":"continuous performance task","id":"trm_4b4a537644d76","description":"A task in which subjects are presented with a stream of letters, and must respond to one of the letters and refrain from responding to any other letters. The Penn Continuous Performance Test (PCPT) uses a standard CPT paradigm. The participant responds to a set of 7-segment displays presented 1/sec., whenever they form a digit (NUMBERS, initial 3 min) or letter (LETTERS, next 3 min). The number of true positive responses is recorded as the accuracy score and the median response time for true positive responses is the measure of attention speed.","contrasts":[{"conname":"Target","conid":"cnt_4b4a538defadc"},{"conname":"Nontarget","conid":"cnt_4b4a53b3e9525"}]},
{"name":"recognition memory test","id":"tsk_4a57abb949d40","description":"In a recognition memory test, a participant is presented with some or all of a set of &#34;old&#34; stimuli that were encoded earlier, as well as several &#34;new&#34; stimuli that were not previously presented. The participant&#39;s task is to indicate whether each stimulus is old or new. Responses in recognition memory tests are commonly sorted into four classes: Hits (&#34;old&#34; response to an old stimulus), Misses (&#34;new&#34; response to an old stimulus), False Alarms (&#34;old&#34; response to a new stimulus), and Correct Rejections (&#34;new&#34; response to a new stimulus). By comparing the percentage of responses that fall into each of these classes, the experimenter can assess both a participant&#39;s ability to discriminate between old and new stimuli, and his or her tendency to provide a particular response regardless of the type of stimulus presented. In many recognition memory tests, each old/new judgment is followed by a prompt asking participants to indicate either how confident they are in that old/new judgment, or what type of subjective experience was elicited by the stimulus being judged (e.g., was the old/new judgment accompanied by a vivid recollection of the encoding experience). This additional information can be used to generate and test more precise hypotheses about how recognition memory decisions are made.||Pattern Recognition Memory (PRM) is a specific recognition memory test included in the CANTAB. The participant is presented with a series of 12 visual patterns, one at a time, in the centre of the screen. These patterns are designed so that they cannot easily be given verbal labels. In the recognition phase, the participant is required to choose between a pattern they have already seen and a novel pattern. In this phase, the test patterns are presented in the reverse order to the original order of presentation.|This is then repeated, with 12 new patterns. The second recognition phase can be given either immediately or after a 20 minute delay.","contrasts":[{"conname":"d&#39; (difference between correct identifications and false alarms)","conid":"cnt_4df92bccc5ae1"}]},
{"name":"symbol-digit substitution","id":"tsk_4a57abb949e44","description":"DSST is a neuropsychological test sensitive to brain damage, dementia, age and depression. It isnât sensitive to the location of brain-damage (except for damage comprising part of the visual field). It consists of (e.g. nine) digit-symbol pairs (e.g. 1/-,2/â´ ... 7/Î,8/X,9/=) followed by a list of digits. Under each digit the subject should write down the corresponding symbol as fast as possible. The number of correct symbols within the allowed time (e.g. 90 or 120 sec) is measured.|","contrasts":[{"conname":"substitution speed minus copy speed","conid":"cnt_4dfbd65810a40"}]},
{"name":"Rey Auditory Verbal Learning Task","id":"trm_4da88ae0f2952","description":"The Rey is a word-list learning task in which 15 unrelated words are presented orally (usually via audio recording) over three consecutive learning trials. After each presentation, the participant is asked to recall as many of the words as he/she can. The Rey is one of the most widely studied measures of memory and has been used in different languages, cultures and ethnic groups around the world. The test can be administered as a supplement to the PSMT for even more detailed study of episodic memory, or as an accommodation in place of PSMT for those with significant visual impairment.","contrasts":[{"conname":"# of words recalled","conid":"cnt_50eb42b349127"}]},
{"name":"letter naming task","id":"tsk_4a57abb949b2b","description":"Participants are presented with letters and asked to give the name for each letter as it appears or as the researcher points to it.","contrasts":[{"conname":"accuracy of participant minus average accuracy of age-matched controls","conid":"cnt_4df1456d05cab"}]},
{"name":"scene recognition task","id":"trm_4da6327154fd4","description":"subjects are shown a scene and must later decide whether views from different vantage points are of the same scene","contrasts":[{"conname":"angular distance between test view and study view","conid":"cnt_501715cead551"}]},
{"name":"tonic pain stimulation","id":"trm_4e6112759926e","description":"A long pain stimulus (usually more than 20 seconds) is applied to the skin and the participant gives continuous ratings on a visual analogue scale. Pain can be induced with thermal (hot/cold), electrical, chemical or mechanical stimuli.","contrasts":[{"conname":"Pain versus No Pain","conid":"cnt_4e611331826a0"}]},
{"name":"doors and people test","id":"tsk_4a57abb949a33","description":"Doors and People is a test of long-term memory. It yields a single age-scaled overall score which can be âunpackedâ to give separate measures of visual and verbal memory, recall and recognition, and forgetting.","contrasts":[{"conname":"verbal recall (people test)","conid":"cnt_4de93d2864ae9"},{"conname":"visual recognition (doors test)","conid":"cnt_4de93ddadf379"},{"conname":"visual recall (shapes test)","conid":"cnt_4de93e2a13bb5"},{"conname":"verbal recognition (names test)","conid":"cnt_4de93e831c09d"}]},
{"name":"Fagerstrom Test for Nicotine Dependence","id":"tsk_4a57abb949a78","description":"a standard instrument for assessing the intensity of physical addiction to nicotine.","contrasts":[{"conname":"score","conid":"cnt_4ded1fc8db0c2"}]},
{"name":"naming (overt)","id":"trm_4c8990e187dc7","description":"Subjects view objects (pictures, line drawings, etc.)  and name them aloud.","contrasts":[{"conname":"areas of activation during task minus baseline","conid":"cnt_4e03b8b959bc9"},{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4e03b8c2457b4"}]},
{"name":"Unified Parkinson's Disease Rating Scale","id":"tsk_4a57abb949ece","description":"a rating scale used to follow the longitudinal course of Parkinson&#39;s disease, made up of the following sections: (1)evaluation of Mentation, behavior, and mood, (2)self evaluation of the activities of daily life (ADLs), (3)clinician-scored motor evaluation, (4)Hoehn and Yahr stating of severity of Parkinson disease, (5)Schwab and England ADL scale; these are evaluated by interview and clinical observation.","contrasts":[{"conname":"standard deviation from the mean score","conid":"cnt_4dffdbbb010e1"},{"conname":"ANOVA of of score by disease timecourse","conid":"cnt_4dffdbd8c48f7"}]},
{"name":"digit/symbol coding test","id":"tsk_4a57abb949a25","description":"a neuropsychological test sensitive to brain damage, dementia, age and depression; consists of (e.g. nine) digit-symbol pairs (e.g. 1/-,2/â´ ... 7/Î,8/X,9/=) followed by a list of digits. Under each digit the subject should write down the corresponding symbol as fast as possible. The number of correct symbols within the allowed time (e.g. 90 or 120 sec) is measured.","contrasts":[{"conname":"immediate memory copy","conid":"cnt_4de929a613652"},{"conname":"general memory copy","conid":"cnt_4de929f98367a"},{"conname":"digit/symbol coding - symbol copy","conid":"cnt_4de92b983089e"}]},
{"name":"meditation task","id":"trm_4fb4175126374","description":"Participants perform meditation either according to a particular school or undirected in conjunction with cognitive, behavioral, and/or physiological measures.","contrasts":[{"conname":"meditation versus control self-report of affect","conid":"cnt_5022e4acafe58"},{"conname":"general oscillatory synchrony","conid":"cnt_5022e4e75d375"},{"conname":"meditation versus control decrease in power of alpha oscillations","conid":"cnt_5022eb6a0eabd"},{"conname":"meditation versus control frontal midline theta activity","conid":"cnt_5022ec302de82"},{"conname":"meditation versus control theta oscillations","conid":"cnt_5022f0d06e757"},{"conname":"meditation versus control galvanic skin response","conid":"cnt_5022f1079e925"},{"conname":"meditation versus control alpha coherence","conid":"cnt_5022f28631d3c"}]},
{"name":"Morris water maze","id":"trm_4da890a9bd7a3","description":"an open-field water-maze procedure in which rats learn to escape from opaque water onto a hidden platform, used to examine how rodents navigate in the absence of spatial cues","contrasts":[{"conname":"presence versus absence of spatial cues","conid":"cnt_500ddba625847"}]},
{"name":"NIH Toolbox 2-Minute Walk Endurance Test","id":"trm_50eb69a57bc96","description":"This test is adapted from the American Thoracic Societyâs 6-Minute Walk Test Protocol. This test measures sub-maximal cardiovascular endurance by recording the distance that the participant is able to walk on a 50-foot (out and back) course in two minutes. The participantâs raw score is the distance in feet and inches walked in two minutes.","contrasts":[{"conname":"distance walked","conid":"cnt_50eb6bfb7e504"}]},
{"name":"Covert verb generation task","id":"trm_5346927710e88","description":"A task in which subjects are presented with nouns and generate an associated verb silently.","contrasts":[{"conname":"Generation minus baseline","conid":"cnt_5346929d22655"}]},
{"name":"selective attention task","id":"tsk_4a57abb949d76","description":"involves a participant to attend to a specific stimuli in the presence of competing stimuli.","contrasts":[{"conname":"response time with competing stimuli minus response time with a single stimuli or congruent stimuli","conid":"cnt_4dfa46d8c1622"},{"conname":"accuracy with a single stimuli or congruent stimuli minus accuracy with competing stimuli ","conid":"cnt_4dfa4752a1120"}]},
{"name":"Social Communication Questionnaire","id":"trm_521687032f822","description":"The Social Communication Questionnaire consists of 40 yes/no questions (answered by parents) to screen for autism spectrum disorders in children four years of age and older.  Specifically, the questions ask about social functioning and communication skills.  Two forms of the SCQ include the Lifetime and Current, which assesst behaviors for each of those periods. ||Theoretically derived subscales include 1) Reciprocal Social Interaction subscale, 2) Communication subscale, and 3) Restricted, Repetitive, and Stereotyped Patterns of Behavior subscale, although they have not been formally validated.||Questions 20 through 40 (Lifetime) focus on behaviors occurring between the ages of 4 and 5.|Total scores can range from 0 to 39|The first question is a language screening item that is not included in the final score.|Total SCQ raw score of â¥ 15 is highly suggestive of ASD","contrasts":[{"conname":"total score","conid":"cnt_52168a5a4c3d7"},{"conname":"reciprical social interaction","conid":"cnt_52168a770f5c0"},{"conname":"communication","conid":"cnt_52168a8712870"},{"conname":"restrictive and repetitive behavior","conid":"cnt_52168a9794c01"}]},
{"name":"face matching task","id":"trm_4f24247912761","description":"subjects view a reference face and must either simply compare two faces or select one of two differently-oriented comparison faces (e.g. reference face looks straight ahead while comparison face is a three-quarter view) that match it","contrasts":[{"conname":"localized brain activation in face matching versus other object matching","conid":"cnt_502168c10e933"}]},
{"name":"Stanford-Binet Intelligence Scales","id":"trm_526af65b16c82","description":"The Stanford-Binet (SB) - the best and most popular intelligence test, is a Cognitive ability assessment used to measure intelligence (IQ). It measures five factors of cognitive ability: Fluid Reasoning, Knowledge, Quantitative Reasoning, Visual-Spatial Processing, and Working Memory. Each of these factors is tested in two separate domains, verbal and nonverbal.||Subtests include: Vocabulary, Comprehension, Pattern Analysis, Quantitative, Bead Memory, and Memory for Sentences.||http://www.stanfordbinet.net/","contrasts":[{"conname":"total score","conid":"cnt_52700368df6d8"},{"conname":"vocabulary","conid":"cnt_5270053b30cb5"},{"conname":"comprehension","conid":"cnt_52700566e4732"},{"conname":"pattern analysis","conid":"cnt_527007430497f"},{"conname":"quantitative","conid":"cnt_52700c2f1cfc3"},{"conname":"memory for sentences","conid":"cnt_52700c49523b9"}]},
{"name":"cups task","id":"tsk_4a57abb9499d5","description":"On each trial, participants choose between a risky and safe option. Each trial involves either gains or losses. The options are presented as a choice of cups. The risky option involves two to five cups, one containing a gain (loss) of $2, $3 or $5, and the others containing $0. If the latter option is selected, the payoff from one cup is selected at random. The safe cup offers a sure gain (loss) $1.","contrasts":[{"conname":"number or value of rewards times probability of reward","conid":"cnt_4de7d854ceb50"},{"conname":"money earned","conid":"cnt_4de7d90024fe4"},{"conname":"probability of highest reward","conid":"cnt_4de7d90ca34da"}]},
{"name":"NIH Toolbox List Sorting Working Memory Test","id":"trm_50eb17385e9a6","description":"The List Sorting test requires immediate recall and sequencing of different visually and orally presented stimuli. Pictures of different foods and animals are displayed with accompanying audio recording and written text (e.g., âelephantâ), and the participant is asked to say the items back in size order from smallest to largest, first within a single dimension (either animals or foods, called 1-List) and then on two dimensions (foods, then animals, called 2-List).","contrasts":[{"conname":"number of items correctly recalled","conid":"cnt_50eb17d3cde37"},{"conname":"number of incorrect dimension assignments","conid":"cnt_50eb183de4efb"}]},
{"name":"vibrotactile monitor/discrimination","id":"trm_4c8a84afdd863","description":"Subjects experience vibrotactile stimulation to the hand, finger, arm, toe, or lip.","contrasts":[{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4e00ccaa100fd"}]},
{"name":"NPU-threat test","id":"trm_502420a682976","description":"participants are variably exposed to aversive stimuli and cues thereof while being monitored for their behavioral and physiological responses","contrasts":[{"conname":"P cue–no cue P","conid":"cnt_5024229cb9cef"},{"conname":"no cue U–no cue N","conid":"cnt_502422c805b89"}]},
{"name":"contrast detection task","id":"trm_502be67697201","description":"a psychophysical task in which participants are to discriminate between a nonzero low-contrast stimulus and a blank","contrasts":[{"conname":"stimulus contrast","conid":"cnt_502beb1124278"},{"conname":"signal-to-noise ratio","conid":"cnt_502beb3168bac"},{"conname":"eccentricity of distractor stimuli","conid":"cnt_502bef633e582"}]},
{"name":"spatial n-back task","id":"tsk_4a57abb949df1","description":"Participants view a configuration of dots and must indicate whether the dot is in the same position as the dot in the picture presented n previously (0,1,2,or 3). In some variations, participants are asked to identify the location of the dot n pictures back, rather than indicating if the current dot matches.","contrasts":[{"conname":"0-back","conid":"cnt_4dfb9a322c52f"},{"conname":"1-back","conid":"cnt_4dfb9a75a2cff"},{"conname":"2-back","conid":"cnt_4dfb9ab8d70ce"},{"conname":"3-back","conid":"cnt_4dfb9af098602"},{"conname":"3-back minus 0-back","conid":"cnt_4dfb9b0719363"}]},
{"name":"risky gains task","id":"tsk_4a57abb949d5b","description":"Subjects are presented with a sequence of three numbers in ascending order (20, 40, and 80).  Each number is displayed onscreen for one second and, if the subject presses a button while that number is displayed, he/she receives that number of points along with immediate positive visual and auditory feedback.  When a 40 or 80 appears, however, there is a chance that it will appear in an alternate color, along with immediate negative feedback signaling a loss of 40 or 80 points, respectively.  When this occurs, the trial ends immediately (i.e. the subject may not make a response). ","contrasts":[{"conname":"frequency of selecting the safe choice (20) minus frequency of selecting risky choices (40 and 80)","conid":"cnt_4dfa3bb649f8a"}]},
{"name":"Sternberg delayed recognition task","id":"tsk_4a57abb949e0c","description":"Subjects view a string of letters.  After a delay, a probe letter is presented and subjects indicate if the presented letter was in the previously viewed group. ","contrasts":[{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4dfbaef575808"},{"conname":"accuracy of immediate recognition test minus accuracy of delayed test","conid":"cnt_4dfbaf2722de5"},{"conname":"average response time","conid":"cnt_4dfbaf4e94f96"}]},
{"name":"Partial Report Procedure","id":"trm_50b65ef129e23","description":"Participants are given several sets of characters or stimuli to respond to. In Sperling&#39;s version of the task, participants are cued to recall just one subset. Due to the fact that participants did not know which row would be cued for recall, performance in the partial report condition can be regarded as a random sample of an observer&#39;s memory for the entire display. Another version involves participants responding by pressing a button when they see only a certain stimulus out of a set appear.","contrasts":[{"conname":"% correct recall","conid":"cnt_50b6603a36ae2"}]},
{"name":"NIH Toolbox Words-in Noise Test","id":"trm_50eb0a01bfd05","description":"This test was developed by Dr. Richard Wilson to measure a personâs ability to recognize single words presented amid varying levels of background noise.  It measures how much difficulty a person might have hearing in a noisy environment. A recorded voice instructs the participant to listen to and then repeat words. The task becomes increasingly difficult as the background noise gets louder. The best score that can be attained (35 correct) for either ear is -2.0 dB S/N, and the worst score (0 correct) is 26.0 dB S/N. Lower scores, therefore, are indicative of better performance on this test.","contrasts":[{"conname":"correct","conid":"cnt_50eb0b3d09ef0"},{"conname":"incorrect","conid":"cnt_50eb0b44d1ca2"}]},
{"name":"letter n-back task","id":"tsk_4a57abb949b1c","description":"A task in which participants view a continuous stream of letter stimuli. The object of the task is to identify letter repetitions that occur n-trials preceding to the current stimulus.","contrasts":[{"conname":"0-back","conid":"cnt_4e08f52d8255d"},{"conname":"1-back","conid":"cnt_4e08f54b8a426"},{"conname":"2-back","conid":"cnt_4e08f563a47ed"},{"conname":"3-back","conid":"cnt_4e08f5a26773d"},{"conname":"3-back minus 0-back","conid":"cnt_4e08f5aa73703"}]},
{"name":"single-task weather prediction ","id":"trm_4ebc728326a13","description":"is a feedback driven classification learning task in which a subject is presented with a stimuli (ex-geometric shapes) and has to classify them into one of two categories (ex-rainy or sunny weather), and then receives feedback on if the response was correct or incorrect.  This may or may not be presented with other stimuli (ex-tones of different frequencies), but the goal of the task is to only pay attention the the classification task at hand. |","contrasts":[{"conname":"classification learning trials","conid":"cnt_4ebcaa755a7e5"}]},
{"name":"California Verbal Learning Test-II","id":"tsk_4a57abb949900","description":"A comprehensive and detailed assessment of verbal learning and memory available for older adolescents and adults. In addition to recall and recognition scores, it measures encoding strategies, learning rates, error types, and other process data.","contrasts":[{"conname":"immediate recall","conid":"cnt_4de6a278a7dd5"},{"conname":"interference","conid":"cnt_4de6a2be90526"},{"conname":"long recall","conid":"cnt_4de6a2f38a5ed"},{"conname":"recognition trial","conid":"cnt_4de6a334313b1"}]},
{"name":"global-local task","id":"trm_4f241d7adf14e","description":"participants view a stimulus composed of a large character (global) composed of smaller characters (local), e.g. a large &#34;T&#34; formed by an assembly of smaller letters","contrasts":[{"conname":"interfering versus non-interfering","conid":"cnt_502174397e768"},{"conname":"identification of global feature versus identification of local feature","conid":"cnt_5021877eb2bcf"}]},
{"name":"capsaicin-evoked pain","id":"trm_4e6a2f61b17b0","description":"Capsaicin, the active ingredient of chili peppers, is injected intradermally into the skin and participants rate the experienced sensation on a rating scale.","contrasts":[{"conname":"Capsaicin-Evoked Pain versus Rest","conid":"cnt_4e6a2fce43903"}]},
{"name":"temporal order judgment task","id":"trm_4e31d69b7f422","description":"Participants decide which of two (or more) unimodal cues (e.g. audio or video) was presented first (or sometimes second) in a crossmodal stimulus. Alternatively, unimodal (auditory, visual or tactile) temporal order judgments generally involve deciding which of two spatial locations was presented first.","contrasts":[{"conname":"cue onset asynchrony","conid":"cnt_4e31e8204dad4"}]},
{"name":"Hungry Donkey Task","id":"trm_50b40bca8cf83","description":"The Hungry Donkey Task is a version of Bechera&#39;s Iowa Gambling Task for children; it is a test in the areas of cognition & emotion that was originally developed to assist in detecting decision-making impairment in patients with prefrontal cortex damage. The experiment is often computerized and is carried out in real time and resembles real-world contingencies. A donkey chooses from four doors, each with a cost or reward in apples. The objective is to give the donkey the most apples possible. ","contrasts":[{"conname":"response time for &#34;bad&#34; or risky doors minus response time for &#34;good&#34; doors","conid":"cnt_50b40c06406f1"},{"conname":"accuracy of subject minus average accuracy of controls","conid":"cnt_50b40c1b28ad3"},{"conname":"number of &#34;good&#34; doors chosen vs. number of &#34;bad&#34; doors","conid":"cnt_50b40c3aa95af"}]},
{"name":"rapid serial object transformation","id":"trm_4b86dbcd8ff78","description":"A task where two sets of differently colored superimposed patterns of dots rotate in opposite directions.  The participant is asked to pay attention to on set of dots.  One of the sets of dots will then move across the screen and the participant must say which direction the dots are moving.  ","contrasts":[{"conname":"ERP strength minus baseline","conid":"cnt_4df91d85ed597"},{"conname":"accuracy during task minus accuracy of some baseline test (e.g. only one pattern)","conid":"cnt_4df91dc172a88"},{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4df91dd29b1c6"}]},
{"name":"Symptom Checklist-90-Revised ","id":"tsk_4a57abb949e5b","description":"a relatively brief self-report psychometric instrument designed to evaluate a broad range of psychological problems and symptoms of psychopathology. It is also useful in measuring the progress and outcome of psychiatric and psychological treatments or for research purposes.","contrasts":[{"conname":"standard deviation from the mean score","conid":"cnt_4dfbd9e47c418"}]},
{"name":"synchrony judgment task","id":"trm_4e31d031bc8c2","description":"Participants decide whether the unimodal cues to a crossmodal event (stimulus) were in temporal synchrony or not, i.e., whether they were &#34;in synch&#34; or &#34;out of synch&#34;.","contrasts":[{"conname":"cue onset asynchrony ","conid":"cnt_4e31e4ff71f3c"}]},
{"name":"NIH Toolbox Picture Sequence Memory Test","id":"trm_4da88cb222308","description":"The Picture Sequence Memory Test involves recalling increasingly lengthy series of illustrated objects and activities that are presented in a particular order on the computer screen, with corresponding audiorecorded phrases played. The participants are asked to recall the sequence of pictures demonstrated over two learning trials; sequence length varies from 6-18 pictures, depending on age. Participants are given credit for each adjacent pair of pictures they correctly place (i.e., if pictures in locations 7 and 8 are placed in that order and adjacent to each other anywhere, such as slots 1 and 2, one point is awarded), up to the maximum value for the sequence, which is one less than the sequence length. (That is, if 18 pictures are in the sequence, the maximum score is 17 â the number of adjacent pairs of pictures |that exist). ","contrasts":[{"conname":"number of adjacent pairs correct","conid":"cnt_50eb14da0c5d3"}]},
{"name":"task-switching ","id":"tsk_4a57abb949e8a","description":"A task in which participants alternate between two or more judgments typically regarding the same set of stimuli. Accuracy and reaction time are measured for each judgment.","contrasts":[{"conname":"Switch trial","conid":"cnt_4bd1ebae45752"},{"conname":"Repeat trial","conid":"cnt_4bd1ebdb08e17"},{"conname":"switch trial - repeat trial = switch cost","conid":"cnt_4bd1ec505dd14"}]},
{"name":"devil&#39;s task","id":"trm_4d559d2703bae","description":"This task is a forerunner to the BART: on each trial, participants decide howmany of seven treasure chests to open. They are informed that six boxes contain a prize and one box contains a âdevilâ that will cause themto lose all their potential gains on that trial. Similar to the BART, participants make sequential choices and, after opening each chest, decide whether to continue to the next chest or cash in their earnings to that point.","contrasts":[{"conname":"positive feedback","conid":"cnt_4de91cc952b43"},{"conname":"negative feedback","conid":"cnt_4de91ce5f279a"}]},
{"name":"semantic anomaly judgement task","id":"tsk_4a57abb949d84","description":"Participants read or listen to sentences, then judge whether the sentence is plausible and makes sense semantically, or is implausible. Sentences may be structurally and gramatically correct, but the verb and noun are incompatible. Often, the structure or length of sentences varies to assess the role of working memory in any resulting deficit. ","contrasts":[{"conname":"Semantically correct","conid":"cnt_4dfa6ad39f546"},{"conname":"Semantically anomalous","conid":"cnt_4dfa6b1c622b1"},{"conname":"d&#39; (difference between correct identifications and false alarms)","conid":"cnt_4dfa6bad0c724"},{"conname":"accuracy on semantically anomalous sentences minus accuracy on semantically correct sentences","conid":"cnt_4dfa6be222aa7"}]},
{"name":"conditional stop signal task","id":"trm_4cacf3fbc503b","description":"A task in which an external stimulus signals the participant to interrupt an already-initiated motor response, but only for a subset of possible responses.  ","contrasts":[{"conname":"Go trials","conid":"cnt_4cacf41109351"},{"conname":"Stop-critical trial","conid":"cnt_4cacf44631b29"},{"conname":"Stop-noncritical trial","conid":"cnt_4cacf4680bbcd"},{"conname":"successful stop","conid":"cnt_4ebca1f15eb7d"},{"conname":"	Failed stop - critical ","conid":"cnt_4ebca202935c6"},{"conname":"Failed stop - noncritical ","conid":"cnt_4ebca22149619"},{"conname":"Junk ","conid":"cnt_4ebca2351bb79"}]},
{"name":"Rapid Visual Information Processing","id":"trm_50f8516279419","description":"Rapid Visual Information Processing (RVP) is a test of sustained attention (similar to the Continuous Performance Task) and has proved useful in many studies in which drugs are used to help develop a disease model.. It is sensitive to dysfunction in the parietal and frontal lobe areas of the brain and is also a sensitive measure of general performance. A white box appears in the centre of the computer screen, inside which digits, from 2 to 9, appear in a pseudo-random order, at the rate of 100 digits per minute. Participants are requested to detect target sequences of digits (for example, 2-4-6, 3-5-7, 4-6-8) and to register responses using the press pad.","contrasts":[{"conname":"false positives","conid":"cnt_50f851ed64f5f"},{"conname":"number correct","conid":"cnt_50f851f7a2cf5"}]},
{"name":"nonword repetition task","id":"trm_4da88b17b985b","description":"participant is instructed to repeat after each nonword (i.e. phoneme or series of phonemes) spoken in a recording","contrasts":[{"conname":"nonword length (number of syllables)","conid":"cnt_500edcfd883ea"}]},
{"name":"digit span task","id":"tsk_4a57abb949a0d","description":"A task in which participants are presented with sequentially presented digits and are then asked to recall the items. The number of digits that can be correctly recalled provides an estimate of working memory capacity.","contrasts":[{"conname":"forward","conid":"cnt_4de56f49c2858"},{"conname":"backward","conid":"cnt_4de56f7a17762"}]},
{"name":"AX-DPX","id":"trm_515495b718cd6","description":"An alternative version of the AX-CPT in which the letter stimuli are replaced with simple dot patterns derived from Braille language. Dot patterns are more easily parametrically manipulated, and require less time between stimuli presentations because they are not as easily stored in working memory as letters, thus increasing the proportion of errors.","contrasts":[{"conname":"d&#39;-context","conid":"cnt_515495ee6ef15"},{"conname":"beta (response criterion)","conid":"cnt_515495f61ce8b"}]},
{"name":"Autism Diagnostic Observation Schedule","id":"trm_4da891a546d8c","description":"Series of structured and semi-structured tasks that involve social interaction between the examiner and the subject.  Subject is given opportunities to exhibit social and communication behaviors relevant to autism.","contrasts":[{"conname":"communication total","conid":"cnt_520613b7ec09c"},{"conname":"play total","conid":"cnt_520613c2e388b"},{"conname":"social interaction total","conid":"cnt_520613ce52654"},{"conname":"communication + social interaction total","conid":"cnt_520613efddbc2"},{"conname":"stereotyped behaviors and restricted interests Total","conid":"cnt_5206140b96f95"}]},
{"name":"Expressive Vocabulary Test","id":"trm_52602e2e0c43b","description":"The Expressive Vocabulary Test assesses receptive and expressive vocabulary, and word retrieval.","contrasts":[{"conname":"total score","conid":"cnt_52602e7ab102f"}]},
{"name":"bimanual coordination task","id":"trm_4f244f997615c","description":"participants are instructed to move their arms and/or hands according to a novel spatiotemporal relationship","contrasts":[{"conname":"(out-of-phase) - (in-phase)","conid":"cnt_5005cae1dffba"}]},
{"name":"writing task","id":"trm_4c8a85c5c75eb","description":"Subjects write letters or words with a pen, stylus, or their finger.","contrasts":[{"conname":"pressure exerted by participant minus average pressure","conid":"cnt_4e025d79cc9f9"},{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4e025d8d96ecf"}]},
{"name":"NIH Toolbox Odor Identification Test","id":"trm_50f383e76e03b","description":"This task assesses a personâs ability to identify various odors. Participants use scratch-andsniff cards and after scratching them one at a time, are asked to identify which of four pictures on the computer screen matches the odor they have just smelled. Participants ages 10-85 are administered nine odor cards, while those ages 3-9 are administered five odor cards. Child participants (ages 3-9 years) are first asked to identify the eight pictures used as answer choices to ensure they can complete the task. Having identified the pictures, they are asked if they have tasted or smelled the objects or foods depicted.","contrasts":[{"conname":"number correct","conid":"cnt_50f38423c93aa"}]},
{"name":"WAIS Vocabulary","id":"trm_5106f17025386","description":"For picture items, the examinee names the object presented visually. For verbal items, the examinee defines words that are presented visually and orally. This subtest measures word knowledge and verbal concept formation. 35 words are defined in this measure of expressive word knowledge. It correlates very highly with Full Scale IQ.","contrasts":[{"conname":"percent correct","conid":"cnt_5106f430082a0"}]},
{"name":"NIH Toolbox Grip Strength Test","id":"trm_50eb51c2cd9fe","description":"This protocol is adapted from the grip strength testing protocol of the American Society of Hand Therapy. Participants are seated in a chair with their feet touching the ground. With the elbow bent to 90 degrees and the arm against the trunk, wrist at neutral, participants squeeze the Jamar Plus Digital dynamometer as hard as they can for a count of three. The dynamometer provides a digital reading of force in pounds. A practice trial at less than full force and one test trial are completed with each hand.","contrasts":[{"conname":"pounds or kilograms of force","conid":"cnt_50eb53a183bb6"}]},
{"name":"n-back task","id":"tsk_4a57abb949bcd","description":"A task in which items (e.g., letters) are presented one at a time and participants must identify each item that repeats relative to the item that occurred &#34;n&#34; items before its onset.","contrasts":[{"conname":"1-back","conid":"cnt_4b4a5473705db"},{"conname":"2-back","conid":"cnt_4b4a5481dc0f2"},{"conname":"3-back","conid":"cnt_4b4a5490f1bb4"},{"conname":"3-back minus 1-back","conid":"cnt_4b4a54dd8d597"}]},
{"name":"Kaufman Brief Intelligence Test","id":"trm_529ce6ecb35f8","description":"The Kaufman Brief Intelligence Test (K-BIT) measures both verbal and nonverbal ability.||http://www.pearsonclinical.com/psychology/products/100000390/kaufman-brief-intelligence-test-second-edition-kbit2.html","contrasts":[{"conname":"riddles","conid":"cnt_529cf2d97e3d3"},{"conname":"matrices","conid":"cnt_529cfb9f8cce6"},{"conname":"verbal","conid":"cnt_529cfc2e15385"},{"conname":"nonverbal","conid":"cnt_529cfc4e356ce"},{"conname":"IQ","conid":"cnt_529cfc5925318"}]},
{"name":"Sensory Profile","id":"trm_526943e3cbaaf","description":"The Sensory Profile is a test to assess sensory processing for a wide range of age groups.  Domains (and subscles within domains) include:||1) Sensory processing domain: auditory processing, visual processing, vestibular processing, touch processing, and multi-sensory processing, oral processing.||2) Modulation domain: sensory processing related to endurance and tone, modulation related to body position and movement, modulation of movement affecting activity level, modulation of sensory input affecting emotional responses, modulation of visual input affecting emotional responses and activity level.||3) Behavior and emotional responses: emotional/social responses, behavioral outcomes of sensory processing, items indicating threshold for response.||https://www.pearsonassessments.com/HAIWEB/Cultures/en-us/Productdetail.htm?Pid=076-1638-008","contrasts":[{"conname":"modulation of endurance and tone","conid":"cnt_526945035073c"},{"conname":"auditory processing","conid":"cnt_5269451644ae7"},{"conname":"modulation of movement","conid":"cnt_526945da9b9c0"},{"conname":"visual processing","conid":"cnt_52694f2f10eef"},{"conname":"vestibular processing","conid":"cnt_52694f7753cc0"},{"conname":"multi-sensory processing","conid":"cnt_52694fa003431"},{"conname":"modulation of body position and movement","conid":"cnt_52696df47325c"},{"conname":"modulation of movement affecting activity level","conid":"cnt_526994e2f34fe"},{"conname":"modulation of sensory input affecting emotional responses","conid":"cnt_526994fa6650a"},{"conname":"modulation of visual input","conid":"cnt_5269951211abd"},{"conname":"emotional and social responses","conid":"cnt_52699525e50e4"},{"conname":"behavioral outcomes of sensory processing","conid":"cnt_5269961107e91"}]},
{"name":"tone monitor/discrimination","id":"trm_4c8a84825c4e4","description":"Subjects are presented with tones and are instructed to listen to them passively (also coded as passive listening) or discriminate according to their order, timing, pitch, frequency, or amplitude.","contrasts":[{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4dffb78e1edc6"}]},
{"name":"dot pattern expectancy task","id":"trm_4da86c2a70a7d","description":"descendant of the expectancy AX task, participant views a combination of simple dot formations as cues and probes; for example, &#34;.:.&#34; may be a target probe, but should only be responded to if preceded by the cue &#34;:&#34; rather than &#34;..&#34; or any other formation.","contrasts":[{"conname":"valid versus invalid","conid":"cnt_5007217a45778"}]},
{"name":"Wechsler Adult Intelligence Scale - Revised","id":"tsk_4a57abb949f12","description":"used with adults ages 16 to 90 and measures cognitive ability using a core battery of 10 unique subtests that focus on four specific domains of intelligence: verbal comprehension, perceptual reasoning, working memory, and processing speed. ","contrasts":[{"conname":"Information","conid":"cnt_4e0125dc5bc09"},{"conname":"Digit Span","conid":"cnt_4e01261c45db8"},{"conname":"Vocabulary","conid":"cnt_4e01263d51c93"},{"conname":"Arithmetic","conid":"cnt_4e012662da2d7"},{"conname":"Comprehension","conid":"cnt_4e01268a18f79"},{"conname":"Similarities","conid":"cnt_4e0126b9ec56b"},{"conname":"Picture Completion","conid":"cnt_4e0126dc131ec"},{"conname":"Picture Arrangement","conid":"cnt_4e012702f0951"},{"conname":"Block Design","conid":"cnt_4e012722eeb57"},{"conname":"Digit Symbol","conid":"cnt_4e01278c5e632"},{"conname":"Object Assembly","conid":"cnt_4e0127abddfeb"},{"conname":"Verbal IQ minus Performance IQ","conid":"cnt_4e0129ab22608"},{"conname":"participant IQ minus average IQ","conid":"cnt_4e0129bf96513"}]},
{"name":"stop signal task with pseudo word naming","id":"trm_5181f863d24f4","description":"A task in which an external stimulus signals the participant to interrupt an already-initiated motor response.","contrasts":[{"conname":"Go trial","conid":"cnt_5181f863d5591"},{"conname":"Stop trial","conid":"cnt_5181f863d5647"},{"conname":"Successful Stop Trial","conid":"cnt_5181f863d542a"},{"conname":"Unsuccessful stop trial","conid":"cnt_5181f863d54db"},{"conname":"Successful Stop trial - Go trial","conid":"cnt_5181f863d5290"},{"conname":"Stop Signal Reaction Time","conid":"cnt_5181f863d5370"}]},
{"name":"NIH Toolbox Positive Affect Survey","id":"trm_50f3bc06cae36","description":"This self-report measure assesses both activated (i.e., happiness, joy) as well as unactivated (i.e., serenity, peace) aspects of positive affect. Affect is defined as &#34;feelings that reflect a level of pleasurable engagement with the |environment, such as happiness, joy, excitement, enthusiasm and contentment.&#34; Each item administered has a 5-point scale with options ranging from ânot at allâ to âvery much.â Each survey is scored using IRT methods.","contrasts":[{"conname":"total score","conid":"cnt_50f3bc8c135bc"}]},
{"name":"block tapping test","id":"tsk_4a57abb9498df","description":"tool used for assessment of visual short-term memory and implicit visual-spatial learning. An examiner taps a series of blocks and the subject must repeat in the correct sequential order. If the sequence is correct, the examiner adds another tap to the next sequence.","contrasts":[{"conname":"percent correct (number of correct sequences/number of total sequences)","conid":"cnt_4de6875390f37"}]},
{"name":"alternating runs paradigm","id":"trm_4da88b8b60ffb","description":"A type of task-switching paradigm in which two different tasks are presented in alternating runs or blocks","contrasts":[{"conname":"Switch minus No-Switch","conid":"cnt_4e495e81b3a05"}]},
{"name":"naming (covert)","id":"trm_4c8990c87035d","description":"Subjects view objects (pictures, line drawings, etc.) and name them silently","contrasts":[{"conname":"areas of activation during task minus baseline","conid":"cnt_4e03b6ae397cc"}]},
{"name":"intermodal preferential looking paradigm","id":"trm_4eb1f3a8ec119","description":"Infants are trained to associate an image with a linguistic (often a nonsense word) cue and, during testing, hear this auditory cue and see its paired image next to a novel image. If the infant demonstrates a significant preference for the cue-paired word, this is considered evidence for the capacity for word learning.","contrasts":[{"conname":"d&#39;","conid":"cnt_502199a142cab"}]},
{"name":"Stroop task","id":"tsk_4a57abb949e27","description":"Subjects view color names presented in various ink colors and are instructed to name the color of the ink.  In incongruent stimuli, color names and ink colors are non-matching. ","contrasts":[{"conname":"incongruent minus congruent","conid":"cnt_4dfbb1f51259f"},{"conname":"incongruent minus neutral","conid":"cnt_4e41708078f47"},{"conname":"incongruent minus congruent depending on the congruency condicition of the previous trial","conid":"cnt_5358ef9570ace"}]},
{"name":"subjective emotional picture discrimination","id":"trm_4c8a840d6f969","description":"Subjects view pictures and are instructed to respond to emotional pictures, to indicate which pictures are pleasant/unpleasant or funny/not funny, or rate the valence of emotional pictures.","contrasts":[{"conname":"emotional rating to picture stimuli minus emotional rating to neutral baseline picture","conid":"cnt_4dfbd05eb07d6"}]},
{"name":"pitch/monitor discrimination","id":"trm_4c89924414c69","description":"Subjects are presented with various stimuli (human speech and non-speech vocalizations, animal vocalization, mechanical noise, etc.) and are instructed to listen to them passively (also co-coded with Passive Listening), or discriminate based on pitch (pleasant/unpleasant, same/different, duration, familiar/unfamiliar, male/female).","contrasts":[{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4df7af3c32a49"}]},
{"name":"Beery-Buktenica Developmental Test of Visual-Motor Integration","id":"trm_523f58d91f2c0","description":"The Beery VMI is a screener for visual-motor deficits that can lead to learning, neuropsychological, and behavior problems, available in both a child and adult form.  It also helps to assess the extent to which individuals can integrate their visual and motor abilities.||http://www.pearsonassessments.com/HAIWEB/Cultures/en-us/Productdetail.htm?Pid=PAg105||","contrasts":[{"conname":"visual perception score","conid":"cnt_523f592b5aaf9"},{"conname":"motor coordination score","conid":"cnt_523f593964534"}]},
{"name":"fame judgment task","id":"trm_4f241fe40a950","description":"participants are exposed to a list composed of famous and nonfamous names and then tested for recollection of which names are famous","contrasts":[{"conname":"famous minus nonfamous","conid":"cnt_500746cd3e89f"}]},
{"name":"Broader Phenotype Autism Symptom Scale","id":"trm_524055ac4fecf","description":"The Broader Phenotype Autism Symptom Scale (BPASS) measures traits that have likely effects on autism susceptibility genes, including social motivation, social expressiveness, conversational skills, and flexibility. ||http://www.ncbi.nlm.nih.gov/pubmed/16868845","contrasts":[{"conname":"social interest","conid":"cnt_524055e0365e7"},{"conname":"expressiveness","conid":"cnt_524055ec1c81d"},{"conname":"restricted interests","conid":"cnt_52405600433b6"},{"conname":"conversational skill","conid":"cnt_5240560bb6b8c"}]},
{"name":"picture-word Stroop test","id":"trm_4dadbfd771a54","description":"participants view line drawings of commons objects paired with either congruent or incongruent names thereof (e.g. a drawing of an umbrella with the word &#34;BALLOON&#34; or &#34;UMBRELLA&#34; above it)","contrasts":[{"conname":"incongruent minus congruent","conid":"cnt_5016d66e0ecb7"}]},
{"name":"passive viewing","id":"trm_4c899211a965c","description":"Subjects view various visual stimuli and make no response.  Stimuli include houses, faces, objects, fractals, letter strings, line drawings, complex scenes, etc. If the presented stimuli were faces, the experiments are co-coded with Face Monitor/Discrimination.  But if the presented stimuli are words, the experiments are not coded as passive viewing but rather as reading (covert).","contrasts":[{"conname":"areas of activation during task minus baseline","conid":"cnt_4df69c712873f"},{"conname":"BOLD activity during task minus baseline","conid":"cnt_4df69c7742c35"}]},
{"name":"source memory test","id":"tsk_4a57abb949dd6","description":"Participants are shown a list or series of items (words, pictures, objects). Later, when shown an item, they are asked whether it has was shown to them before, and if they respond affirmatively, they are asked a question about the source of the item. The source question could be what the spatial location of the item was, what color it appeared in, or which list or set it belonged to.","contrasts":[{"conname":"d&#39; (difference between correct identifications and false alarms)","conid":"cnt_4dfa93ee97bc8"},{"conname":"accuracy of recognition minus accuracy of source identification","conid":"cnt_4dfa94d49dc90"}]},
{"name":"oculomotor delayed response","id":"trm_4c3e0add96550","description":"a task that requires an eye movement to be made to a cued location after a delay","contrasts":[{"conname":"delay period distractor task","conid":"cnt_4c9974a44a920"},{"conname":"sensory modality","conid":"cnt_4c9975fc3078c"}]},
{"name":"chewing/swallowing","id":"trm_4c898a8fd3afb","description":"Subjects chew an oral stimulus that is not food (e.g., gum) or swallow their own saliva.  If the oral stimulus is food or liquid that is swallowed, then the correct paradigm class is eating/drinking","contrasts":[{"conname":"muscle control","conid":"cnt_4de95d2ff1462"},{"conname":"areas of activation during task minus baseline","conid":"cnt_4e0399bbae0ed"}]},
{"name":"word-picture verification task","id":"trm_4b65e5e2ab3ca","description":"is an experimental paradigm where a picture of an object is presented along with either an auditory or written word and participants indicate whether the word and the picture refer to the same concept.  It is typically used as a test of semantic memory integrity.","contrasts":[{"conname":"Matching","conid":"cnt_4b65e60a2f37a"},{"conname":"Non-matching","conid":"cnt_4b65e62c5351c"},{"conname":"response time to non-matching minus response time to matching","conid":"cnt_4e025694022e0"},{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4e02569dd0139"}]},
{"name":"choice reaction time task","id":"tsk_4a57abb949934","description":"Choice reaction time tasks require distinct responses for each possible class of stimulus. For example, the subject might be asked to press one button if a red light appears and a different button if a yellow light appears.","contrasts":[{"conname":"stimulus","conid":"cnt_4de6bfac7a994"},{"conname":"non-stimulus","conid":"cnt_4de6bfdf5905a"},{"conname":"right hand","conid":"cnt_4de6c00e51eda"},{"conname":"left hand","conid":"cnt_4de6c02033259"}]},
{"name":"WAIS-Information","id":"trm_5106eae236c21","description":"The examinee 29 answers questions that address a broad range of general knowledge topics. This subtest measures the ability to acquire, retain, and retrieve general factual information. ","contrasts":[{"conname":"percent correct","conid":"cnt_5106ec3ec9e23"}]},
{"name":"word identification","id":"tsk_4a57abb949f4a","description":"is the process of determining the pronunciation and some degree of meaning of an unknown word. Note: Word- identification skills commonly taught are phonic analysis, structural analysis, context clues, configuration clues, dictionary skills, and sometimes picture clues.|","contrasts":[{"conname":"perceptual identification","conid":"cnt_4e02368e6d840"},{"conname":"lexical decision","conid":"cnt_4e0236b247798"},{"conname":"response time to known words minus (or learned words) response time to unknown words","conid":"cnt_4e023794e822b"},{"conname":"response time to pseudowords minus response time to words","conid":"cnt_4e0237aa75286"},{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4e0237ba58871"},{"conname":"latency identification","conid":"cnt_4e023b95e5100"},{"conname":"primed identification","conid":"cnt_4e023c2ae3c76"}]},
{"name":"Penn Word Memory Test","id":"trm_50f998dcbfcc8","description":"The Penn Word Memory Test presents 20 target words that are then mixed with 20 distractors equated for frequency, length, concreteness and low imageability. The participantâs score reflects the number of correctly recognized targets and correctly rejected foils. Median response times for correct responses serves as a measure of speed. A 20 min delayed recall procedure is also administered.","contrasts":[{"conname":"number correct","conid":"cnt_50f9992176d5c"},{"conname":"number of correct rejections","conid":"cnt_50f999352af03"},{"conname":"false positives","conid":"cnt_50f9993f9d744"}]},
{"name":"Implicit Association Task","id":"trm_50b6660b1b847","description":"A task designed to measure automatic associations, particularly those which are often affected by social desirability bias in self-report measures. They test the association of positive and negative words or images with certain concepts such as race, gender, religion, self-esteem, and sexuality. Respondents to the IAT experience a higher (conscious, controlled, explicit, reflective, analytic, rational, etc.) level of mental operation, when they try to overcome the effects of the automatic associations, and thus a longer response time when they answer counter to their implicit associations.","contrasts":[{"conname":"response time to incongruent vs. response time to congruent","conid":"cnt_50b666dabe619"},{"conname":"self-report vs. task report","conid":"cnt_50b667617b8fb"}]},
{"name":"Tobacco Craving Questionnaire","id":"tsk_4a57abb949eb3","description":"a multidimensional questionnaire to assess tobacco craving.  It consists of a 47-item TCQ and other forms assessing demographics, tobacco and other drug use history, quit attempts, and current mood.  It represents four specific constructs that characterize craving for tobacco: (a) Emotionality, or smoking in anticipation of relief from withdrawal symptoms or negative mood, (b) expectancy, or anticipation of positive outcomes from smoking, (c) compulsivity, or an inability to control tobacco use, and (d) purposefulness, or intention and planning to smoke for positive outcomes.  It is an instrument for assessing tobacco craving in individuals not attempting to reduce or quit smoking.|","contrasts":[{"conname":"participant score minus average score of non-smoking controls","conid":"cnt_4dffb483c4c3f"},{"conname":"average score of smoking controls minus participant score","conid":"cnt_4dffb49d604fa"}]},
{"name":"extradimensional shift task","id":"tsk_4a57abb949a5d","description":"A task in which multiple (typically two) stimuli are presented simultaneously and the subject must select the stimulus that matches the currently relevant rule. The relevant rule alternates or &#34;shifts&#34; among multiple (typically two) rules. The rule represents the relevant task &#34;dimension&#34;. The stimulus-response mappings are unique and constant within each possible rule dimension.","contrasts":[{"conname":"average number of trials per pattern change","conid":"cnt_4ded050f2e7f1"},{"conname":"accuracy of subject minus average accuracy of controls","conid":"cnt_4df108c45e041"}]},
{"name":"Leiter International Performance Scale","id":"trm_5262cb3d852c0","description":"The Leiter International Performance Scale is an intelligence test for children ages 2 to 18 in the form of a strict performance scale.  The test purports to &#34;provide a nonverbal measure of general intelligence by sampling a wide variety of functions from memory to nonverbal reasoning.&#34;  Because of the exclusion of language, it claims to be more accurate than other tests when testing children who cannot or will not provide a verbal response, including children who are non native speaking, or have autism, traumatic brain injury, speech impairment, and hearing problems.||Scales and subscales include: ||Reasoning:||Classification|Sequential order|Repeated patterns|Design analogies||Visualization:||Matching|Figure-ground|Paper folding|Figure rotation|Picture context|Form completion||Memory:||Memory span (Forward)|Memory span (Backward)|Immediate recognition|Delayed recognition|Associative memory|Associative delayed memory|Spatial memory|Visual coding||Attention:|Attention sustained (marking one kind of figures printed on a page with several different figures)|Attention divided (observing a display and simultaneously sorting cards correctly)||http://en.wikipedia.org/wiki/Leiter_International_Performance_Scale","contrasts":[{"conname":"classification","conid":"cnt_5262cb66ad4cf"},{"conname":"sequential order","conid":"cnt_5262cb729d8f4"},{"conname":"repeated patterns","conid":"cnt_5262cb80328c7"},{"conname":"design analogies","conid":"cnt_5262cb97eb717"},{"conname":"reasoning","conid":"cnt_5262cba00d9d1"},{"conname":"memory","conid":"cnt_5262cba80a837"},{"conname":"visualization","conid":"cnt_5262cbbf50dc7"},{"conname":"forward memory span","conid":"cnt_5262cbd26aa57"},{"conname":"backward memory span","conid":"cnt_5262cbed815c6"},{"conname":"immediate recognition","conid":"cnt_5262cbfa2cbb6"},{"conname":"delayed recognition","conid":"cnt_5262cc0801239"},{"conname":"associative memory","conid":"cnt_5262cc12a3d87"},{"conname":"associative delayed memory","conid":"cnt_5262cc25f2467"},{"conname":"spatial memory","conid":"cnt_5262cc368f077"},{"conname":"visual coding","conid":"cnt_5262cc418ea0d"},{"conname":"sustained attention","conid":"cnt_5262cc597b2b1"},{"conname":"divided attention","conid":"cnt_5262cc64bb978"},{"conname":"figure rotation","conid":"cnt_5262cd27045a1"}]},
{"name":"pyramids and palm trees task","id":"tsk_4a57abb949d32","description":"a semantic memory test that presents one word or picture above two others. The participant is then asked to identify which of the bottom items best matches the top item. Semantic memory is necessary for the identification of the analogies, which link conceptually two perceptually, and functionally distinct entities.","contrasts":[{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4df9011fa1f5b"},{"conname":"accuracy during task minus accuracy of some baseline test (like matching)","conid":"cnt_4df9015bcfad3"}]},
{"name":"non-painful electrical stimulation","id":"trm_4c8990f59266f","description":"Subjects are electrically stimulated below pain threshold.","contrasts":[{"conname":"areas of activation during task minus baseline","conid":"cnt_4df2a238dd66b"},{"conname":"average rating of sensation minus subject rating of sensation ","conid":"cnt_4df2a27d637b3"},{"conname":"rating of sensation minus baseline","conid":"cnt_4df2a4307daec"}]},
{"name":"same-different task","id":"trm_4b75ea4ddd896","description":"A task which assesses shifting attention. In the computerized version of this task, three spaceships appear on a screen and the participant must determine if the spaceships are all different or all the same. The spaceships can differ in color, size, or shape type. There are three levels of difficulty.  In the first level, the spaceships must all be identical to be considered the same. In the second level of difficulty, the spaceships are considered the same even if they only share two qualities, and in the third difficulty level, the spaceships only need to share one quality to be considered the same. Auditory feedback is given after each response notifying the child whether their answer was correct. ","contrasts":[{"conname":"Difficulty Level 1","conid":"cnt_4b7c041db99fb"},{"conname":"Difficulty Level 2","conid":"cnt_4b7c04350ce30"},{"conname":"Difficulty Level 3","conid":"cnt_4b7c044e556ea"},{"conname":"Accuracy on level 3 minus accuracy on level 1","conid":"cnt_4dfa42ba0f7c2"},{"conname":"Overall accuracy of participant minus average accuracy","conid":"cnt_4dfa42dddd062"}]},
{"name":"cold pressor test","id":"trm_4e6a44ee854f8","description":"The hand or foot is immersed into a bowl of iced water and participants report their sensation from first clear pain to unbearable pain on a scale.","contrasts":[{"conname":"Cold Task versus Baseline","conid":"cnt_4e6a45ef2fdb1"},{"conname":"Pain Task versus Cold Task","conid":"cnt_4e6a4602d08c8"}]},
{"name":"Cambridge risk task","id":"trm_4f242042e5805","description":"participant predicts which of two mutually exclusive outcomes will occur, but critically, the larger reward (and penalty) is associated with choice of the least likely outcome, whereas the smallest reward (and penalty) is associated with choice of the most likely outcome","contrasts":[{"conname":"reward amount","conid":"cnt_5005c88d1f7fc"},{"conname":"reward probability","conid":"cnt_5005c89dd6bef"},{"conname":"reward probability-amount ratio","conid":"cnt_5005ca466073a"}]},
{"name":"go/no-go task","id":"tsk_4a57abb949a93","description":"A task in which stimuli are presented in a continuous stream and participants perform a binary decision on each stimulus. One of the outcomes requires participants to make a motor response (go), whereas the other requires participants to withhold a response (no-go). Accuracy and reaction time are measured for each event. Go events typically occur with higher frequency than no-go events. ","contrasts":[{"conname":"Go trials","conid":"cnt_4b4a2f2e27574"},{"conname":"Stop trial","conid":"cnt_4b4a2f46e2faa"},{"conname":"stop minus go","conid":"cnt_4ded4dc5b5118"}]},
{"name":"living-nonliving task","id":"trm_4f24258b51e2c","description":"participants are shown pictures of nameable things and must indicate as quickly as possible whether each is living or nonliving","contrasts":[{"conname":"level of processing (semantic versus phonemic or structural)","conid":"cnt_500daccbafe09"}]},
{"name":"mechanical stimulation","id":"trm_4e5d07565b68e","description":"A mechanical stimulus is applied to the skin and the participant rates the experienced sensation on a visual analogue scale.","contrasts":[{"conname":"Noxious minus non-noxious stimulation","conid":"cnt_4e5d087f98fb2"}]},
{"name":"stop signal task with letter naming","id":"trm_5181f83b77fa4","description":"A task in which an external stimulus signals the participant to interrupt an already-initiated motor response.","contrasts":[{"conname":"Successful Stop trial - Go trial","conid":"cnt_5181f83b8ef06"},{"conname":"Stop Signal Reaction Time","conid":"cnt_5181f83b8ece8"},{"conname":"Successful Stop Trial","conid":"cnt_5181f83b8ed9a"},{"conname":"Unsuccessful stop trial","conid":"cnt_5181f83b8ee51"},{"conname":"Go trial","conid":"cnt_5181f83b8eaae"},{"conname":"Stop trial","conid":"cnt_5181f83b8ec28"}]},
{"name":"Center for Epidemiologic Studies Depression Scale","id":"trm_5258346e72223","description":"The CES-D scale is a short self-report scale designed to measure depressive symptomatology in the general population, and is composed of items from longer scales that have been previously validated.","contrasts":[{"conname":"sleep","conid":"cnt_52583b494605a"},{"conname":"appetite","conid":"cnt_52583b62b9127"},{"conname":"sadness","conid":"cnt_52583ba6ea3bd"},{"conname":"thinking / concentration","conid":"cnt_52583bbbcfd9c"},{"conname":"lack of interest","conid":"cnt_52583bc89a63b"},{"conname":"guilt","conid":"cnt_52583bd8020da"},{"conname":"tired / fatigue","conid":"cnt_52583beae7af6"},{"conname":"suicidal ideation","conid":"cnt_52583c058bea0"}]},
{"name":"choice task between risky and non-risky options","id":"trm_4d55a2bbcfdff","description":"a choice made between two or more options when one of those options has some probability >0 of producing either a reinforcing or an aversive consequence","contrasts":[{"conname":"risky option","conid":"cnt_4de6c5f53e708"},{"conname":"non-risky option","conid":"cnt_4de6c62e9b5da"}]},
{"name":"visual alignment task ","id":"tsk_4a57abb949edb","description":"Participants are shown misaligned lines and asked to indicate which side the top line is offset. Alternatively, participants may be asked to complete an alignment with a pencil or digital pointer.","contrasts":[{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4e00e397017e2"}]},
{"name":"Communication and Symbolic Behavior Scales Development Profile","id":"trm_52718631bc934","description":"The Communication and Symbolic Behavior Scales Development Profile (CSBS) is an assessment to pick up early delays in social communication, expressive speech/language, and symbolic functioning.","contrasts":[{"conname":"gaze shifts","conid":"cnt_527186794628a"},{"conname":"positive affect","conid":"cnt_5271868393809"},{"conname":"emotion and eye gaze","conid":"cnt_5271869901fb5"},{"conname":"communication","conid":"cnt_527186cd116f2"},{"conname":"behavioral regulation","conid":"cnt_527186d95c3cb"},{"conname":"social interaction","conid":"cnt_527187cbb684e"},{"conname":"joint attention","conid":"cnt_5271886ab5997"},{"conname":"gestures","conid":"cnt_527188cf5d8c6"},{"conname":"words","conid":"cnt_527189f1d8eca"},{"conname":"sounds","conid":"cnt_52718a1a2fcf1"},{"conname":"understanding","conid":"cnt_52718a35e6077"},{"conname":"social composite","conid":"cnt_52718a55b30db"},{"conname":"speech composite","conid":"cnt_52718a781a09a"},{"conname":"symbolic composite","conid":"cnt_52718acd157fb"}]},
{"name":"Boston Naming Test","id":"tsk_4a57abb9498ef","description":"assesses the ability to name pictures of objects through spontaneous responses and need for various types of cueing, inferences can be drawn regarding language facility and possible localization of cerebral damage.","contrasts":[{"conname":"percent correct (number of correct responses/number of total pictures)","conid":"cnt_4de68ca153c38"}]},
{"name":"operation span task","id":"trm_4c40d10cd776e","description":"A task in which subjects are asked to perform a simple mathematical verification (e.g., 4/2 +1 = 3) and then read a word, with a recall test following some number of those verify/read pairs.  The maximum number of words that can be recalled is the &#34;operation span&#34;.","contrasts":[{"conname":"operation span of participant minus average operation span of controls","conid":"cnt_4df6818a8bcec"}]},
{"name":"word stem completion (overt)","id":"trm_4c8a85a4564b2","description":"Subjects view word stems and overtly generate a word that completes the stem.","contrasts":[{"conname":"areas of activation during covert minus areas of activation during overt","conid":"cnt_4e0253808fe82"},{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4e02539674407"},{"conname":"ERP strength minus baseline","conid":"cnt_4e025467f28e7"},{"conname":"BOLD activity during task minus baseline","conid":"cnt_4e025470a7e77"}]},
{"name":"shadowing task","id":"trm_4f2456932f11b","description":"participants are to repeat target words as quickly as possible under various conditions, and when primed, after a brief interval","contrasts":[{"conname":"primed versus unprimed","conid":"cnt_50183f13074db"}]},
{"name":"Visual Object Learning Test ","id":"trm_50f9daf1c3834","description":"uses Euclidean shapes as stimuli with the same paradigm as the CNB word and face tests. The participantâs score reflects the number of correctly recognized targets and correctly rejected foils, and again median response times for correct responses serves as a measure of speed. The procedure is repeated at 20 min delay. Two forms are available for each test.","contrasts":[{"conname":"number correct","conid":"cnt_50f9db0e69e86"},{"conname":"number of correct rejections","conid":"cnt_50f9db1e70ebe"},{"conname":"false positives","conid":"cnt_50f9db2500981"}]},
{"name":"autobiographical memory task","id":"trm_4f244d2a54e27","description":"in a semi-structured interview a participant is asked to recall recent events (within one week, within one month) in his or her own life, and this recollection is compared with report(s) from a &#34;collateral source,&#34; a person close to the participant","contrasts":[{"conname":"CS-participant report disparity","conid":"cnt_500478a733748"}]},
{"name":"cold stimulation ","id":"trm_4e664d3718e1b","description":"A noxious cold stimulus is applied to the skin and the participant rates the experienced sensation on a visual analogue scale.","contrasts":[{"conname":"Noxious Cold minus Innocuous Cool","conid":"cnt_4e664e2ed4231"},{"conname":"Innocuous Cool minus Neutral","conid":"cnt_4e664e4c90bf1"}]},
{"name":"underlining test","id":"trm_4b86c473a7166","description":"This test involves finding and underlining stimuli among other stimuli.  There are four conditions of the test: finding and underlining letters among other letters, drawings among other drawings, real words among nonsense letter strings, and then specific nonsense words among others.  ","contrasts":[{"conname":"Single Number","conid":"cnt_4dffcea990109"},{"conname":"Single Geometric Form","conid":"cnt_4dffcee92f400"},{"conname":"Single Nonsense Letter","conid":"cnt_4dffd0380146f"},{"conname":"Gestalt Figure","conid":"cnt_4dffd0991b237"},{"conname":"Single Letter","conid":"cnt_4dffd0f56b850"},{"conname":"Single Letter in Syllable Context","conid":"cnt_4dffd14b5b0b3"},{"conname":"Two Letters","conid":"cnt_4dffd181cb7da"},{"conname":"Sequence of Geometric Forms","conid":"cnt_4dffd1dbec4b1"},{"conname":"Four-Letter Nonsense Syllable (Unpronounceable)","conid":"cnt_4dffd2399ebc0"},{"conname":"Four-Letter Nonsense Syllable (Pronounceable)","conid":"cnt_4dffd280187c6"},{"conname":"Four-Letter Word","conid":"cnt_4dffd2bac8005"},{"conname":"Unspaced Four-Letter Word","conid":"cnt_4dffd3273f13e"},{"conname":"Single Number (Second Time)","conid":"cnt_4dffd35b101cb"},{"conname":"# correct minus # incorrect/30 or 60 seconds","conid":"cnt_4dffd4ed38b03"}]},
{"name":"Gray Oral Reading Test - 4","id":"tsk_4a57abb949aa1","description":"Measures growth in oral reading and aids in the diagnosis of oral reading difficulties. Five scores provide information on oral reading skills in terms of: Rate, accuracy, fluency, comprehension, overall reading ability, and comprehension. The test consists of two parallel forms, each containing 14 developmentally sequenced reading passages with five comprehension questions following each passage.","contrasts":[{"conname":"sum of rate, accuracy, fluency, and comprehension scaled scores","conid":"cnt_4ded542c8c4f8"}]},
{"name":"MicroCog","id":"trm_4b9568b2865c2","description":"a commercially developed computerized assessment battery designed to detect early signs of cognitive impairment","contrasts":[{"conname":"subject score minus population-matched average score","conid":"cnt_4df26816e1c98"}]},
{"name":"Stockings of Cambridge Task","id":"trm_4da890cf99b9e","description":"&#34;The participant is shown two displays containing three coloured balls. The displays are presented in such a way that they can easily be perceived as stacks of coloured balls held in stockings or socks suspended from a beam. The participant must use the balls in the lower display to copy the pattern shown in the upper display. The balls may be moved one at a time by touching the required ball, then touching the position to which it should be moved.&#34;","contrasts":[{"conname":"number of moves required to complete task","conid":"cnt_50184d223ef01"}]},
{"name":"Wechsler Abbreviated Scale of Intelligence","id":"trm_4b94affc43245","description":"The WASI meets the demand for a reliable, brief measure of intellectual ability in clinical, educational and research settings for ages 6 to 89 years. With parallel forms of WAIS-IIIUK and WISC-IIIUK subtests, it offers the clinician a means of reducing practice effects on repeat testing. It yields traditional verbal, performance and full scale IQ scores and is linked to the WISC-IIIUK and WAIS-IIIUK. The WASI allows you to choose whether to use the four or two subtest format.","contrasts":[{"conname":"Matrix Reasoning","conid":"cnt_4e011a8762e55"},{"conname":"Block Design","conid":"cnt_4e011aded6b9e"},{"conname":"Similarities","conid":"cnt_4e011afe30540"},{"conname":"Vocabulary","conid":"cnt_4e011b28cebdc"},{"conname":"participant IQ minus average IQ","conid":"cnt_4e011cb5c3e85"}]},
{"name":"word generation task","id":"tsk_4a57abb949f3d","description":"Covert: Semantic: subjects listen to or view nouns and silently generate an associated verb, or subjects view a category and silently generate as many exemplars as possible; Orthographic: subjects listen to or view a letter and silently generate as many words as possible that start with that letter; Phonologic: subjects listen to or view a word and silently generate words that rhyme. ||Overt: semantic: subjects listen to or view nouns and overtly generate an associated verb, or subjects view a category and overtly generate as many exemplars as possible; Orthographic: subjects listen to or view a letter and overtly generate as many words as possible that start with that letter; Phonologic: subjects listen to or view a word and overtly generate words that rhyme.","contrasts":[{"conname":"number of words divided by time","conid":"cnt_4e022d7430161"},{"conname":"areas of activation during task minus baseline","conid":"cnt_4e02302350f17"},{"conname":"ERP strength minus baseline","conid":"cnt_4e0232312c822"}]},
{"name":"Balloon Analogue Risk Task (BART)","id":"trm_4d559bcd67c18","description":"On each trial, participants pump a simulated balloon without knowing when it will explode. Each pump increases the potential reward to be gained but also the probability of explosion, which wipes out all potential gains for that trial. In most studies, balloon explosion probabilities are drawn from a uniform distribution, and participants must learn explosion probabilities through trial-and-error.","contrasts":[{"conname":"explosion versus cash-out","conid":"cnt_5020187408c19"}]},
{"name":"self-ordered pointing task","id":"trm_4c40d325977f0","description":"A task in which a set of stimuli is presented, and subjects must point to one stimulus at a time, without ever pointing at the same stimulus twice.","contrasts":[{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4dfa523d45d5b"}]},
{"name":"immediate recall test","id":"tsk_4a57abb949abc","description":"involves presenting a subject with material that is to be memorized.  Once the material is removed the subject is to immediately demonstrate everything that they remember from the material.||","contrasts":[{"conname":"number or percentage of words remembered","conid":"cnt_4dee5f41244cc"}]},
{"name":"pantomime task","id":"tsk_4a57abb949c04","description":"is when a subject is asked to explain an emotion or how an object is used by only gesturing with their hands and not using speech.  ","contrasts":[{"conname":"subject&#39;s pantomime ability compared to controls","conid":"cnt_4df6974d8c674"}]},
{"name":"Clinical Evaluation of Language Fundamentals-3","id":"tsk_4a57abb9499a8","description":"3rd edition of an assessment used to evaluate the nature and extent of language difficulties in school children and adolescents.","contrasts":[{"conname":"formulating sentences subtest","conid":"cnt_4de6d03ae67ac"},{"conname":"recalling sentences subtest","conid":"cnt_4de6d066cb97a"},{"conname":"sentence structure subtest","conid":"cnt_4de6d0d5790a3"},{"conname":"concepts and directions subtest","conid":"cnt_4de6d1194349d"},{"conname":"word classes subtest","conid":"cnt_4de6d1650c739"},{"conname":"word structure subtest","conid":"cnt_4de6d2747197f"},{"conname":"standard deviation","conid":"cnt_4de6d30243eb5"},{"conname":"semantic relationships subtest","conid":"cnt_4de6d42855dcd"},{"conname":"sentence assembly subtest","conid":"cnt_4de6d45dd9ceb"}]},
{"name":"Fitts task","id":"trm_4f24226fa2903","description":"any task requiring a rapid, aimed movement to acquire a target, the time of which is measured and, according to Fitts&#39; law, is generally inversely proportionate to distance required and target size","contrasts":[{"conname":"target size","conid":"cnt_5007421b7d846"},{"conname":"movement amplitude","conid":"cnt_5007422433506"},{"conname":"peak velocity","conid":"cnt_500742e46e628"},{"conname":"target shape","conid":"cnt_5007432c64f97"},{"conname":"target visibility","conid":"cnt_50074380529ff"}]},
{"name":"lexical decision task","id":"tsk_4a57abb949b38","description":"a procedure used in many psychology and psycholinguistics experiments; the basic procedure involves measuring how quickly people classify stimuli as words or nonwords.  Subjects are presented, either visually or auditorily, with a mixture of words and pseudowords (nonsense strings that respect the phonotactic rules of a language, like trud in English). Their task is to indicate, usually with a button-press, whether the presented stimulus is a word or not.","contrasts":[{"conname":"Words","conid":"cnt_4be6eb858054b"},{"conname":"Pseudowords","conid":"cnt_4be6ebc7c0886"},{"conname":"Consonant letter strings","conid":"cnt_4be6ec0d002ee"},{"conname":"Fixation","conid":"cnt_4be6ec2f802fb"},{"conname":"Words - Pseudowords","conid":"cnt_4be6ec4cb064c"},{"conname":"Words - Consonant letter strings","conid":"cnt_4be6ec6e29f57"},{"conname":"Words - Fixation","conid":"cnt_4be6ec7c08a71"}]},
{"name":"rhyme verification task","id":"trm_4d949c5b0e380","description":"Stimuli are presented in pairs (either words or pseudowords) and the subject is asked to judge whether the pair of stimuli rhyme with one another.","contrasts":[{"conname":"Word - baseline","conid":"cnt_4d949c8f3101c"},{"conname":"Pseudoword - baseline","conid":"cnt_4d949c9b01604"},{"conname":"Pseudoword - word","conid":"cnt_4dfa36c40f3a1"}]},
{"name":"Iowa Gambling Task","id":"tsk_4a57abb949ae5","description":"a widely used experiment in the areas of cognition & emotion that was originally developed to assist in detecting decision-making impairment in patients with prefrontal cortex damage; a computerized experiment that is carried out in real time and resembles real-world contingencies. The task allows participants to select cards from four decks displayed on-screen. Participants are instructed that the selection of each card will result in winning or losing money. The objective is to attempt to win as much money as possible. (from http://iowagamblingtask.com/)||On each trial, participants select a card from one of four decks; two âbadâ decks offer a higher reward on most trials but also higher possible loss and lower overall expected value, whereas two âgoodâ decks offer a lower reward on most trials but lower possible loss and higher expected value. Participants learn the nature of the decks through trial-and- error. In some versions of the task, the probabilities are not stationary.","contrasts":[{"conname":"response time for risky decks minus response time for advantageous decks","conid":"cnt_4df10c8ee9834"},{"conname":"accuracy of subject minus average accuracy of controls","conid":"cnt_4df10d2fb170f"},{"conname":"&#34;safe&#34; deck versus &#34;risky&#34; deck choices","conid":"cnt_5021a042336c1"}]},
{"name":"mental rotation task","id":"trm_4c8990810541d","description":"Subjects view visual stimuli (2D or 3D) and determine whether and to what extent they are rotated between trials.","contrasts":[{"conname":"average male score minus average female score","conid":"cnt_4df26493887a0"},{"conname":"areas of activation during task minus baseline","conid":"cnt_4df265ff04368"}]},
{"name":"WAIS digit span","id":"trm_5106eee90937a","description":"For Digit Span Forward, the examinee is read a sequence of numbers and recalls the numbers in the same order. For Digit Span Backward, the examinee is read a sequence of numbers and recalls the numbers in reverse order. For Digit Span Sequencing, the examinee is read a sequence of numbers and recalls the numbers in ascending order. This subtest measures working memory, mental manipulation, cognitive flexibility, rote memory and learning, attention, and encoding. ","contrasts":[{"conname":"number correct forward","conid":"cnt_5106ef685b53d"},{"conname":"number correct backward","conid":"cnt_5106ef70e1f21"},{"conname":"number in correct order","conid":"cnt_5106ef8038cf0"}]},
{"name":"Vandenberg & Kuse Tasks","id":"trm_4af89b3a925ca","description":"Paper and pencil Test of mental rotation ability.  Participants must are presented with four 3-D block figures and must select 2 from the group which match a reference figure.  This test is administered under time contraints.  A male advantage is typically seen on this type of task, as measured by test accuracy.","contrasts":[{"conname":"average time of men minus average time of women","conid":"cnt_4dffdeb36edc5"},{"conname":"participant&#39;s time minus average time","conid":"cnt_4dffded7a9be2"},{"conname":"areas of activation during task minus baseline","conid":"cnt_4dffdf0929a7b"}]},
{"name":"analogical reasoning task","id":"trm_4f244f0286947","description":"any task investigating participant ability to find correspondences between structures of distinct mental representations","contrasts":[{"conname":"relational complexity","conid":"cnt_50200ddfae9f9"}]},
{"name":"phasic pain stimulation","id":"trm_4e6114e7b1ff2","description":"A short pain stimulus (usually up to 3 seconds) is applied to the skin and the participant rates the stimulus on a visual analogue scale. Pain can be induced with thermal (hot/cold), electrical or mechanical stimuli.","contrasts":[{"conname":"Pain versus No Pain","conid":"cnt_4e61222e46c9c"}]},
{"name":"imagined movement","id":"trm_4c899005b11d5","description":"Subjects imagine performing some movement (e.g., finger tapping, reaching).","contrasts":[{"conname":"real task time minus imagined task time","conid":"cnt_4dee50b24d8c4"},{"conname":"real task areas of activation minus imagined task areas of activation","conid":"cnt_4dee50d11696f"},{"conname":"real task effort minus imagined task effort","conid":"cnt_4dee50e19a0a5"}]},
{"name":"NIH Toolbox Dimensional Change Card Sort Test","id":"trm_50eb115b6c476","description":"DCCS is a measure of cognitive flexibility. Two target pictures are presented that vary along two dimensions (e.g., shape and color). Participants are asked to match a series of bivalent test pictures |(e.g., yellow balls and blue trucks) to the target pictures, first according to one dimension (e.g., color) and then, after a number of trials, according to the other dimension (e.g., shape). âSwitchâ trials are also employed, in which the participant must change the dimension being matched. For example, after four straight trials matching on shape, the participant may be asked to match on color on the next trial and then go back to shape, thus requiring the cognitive flexibility to quickly choose the correct stimulus.","contrasts":[{"conname":"correct","conid":"cnt_50eb12958b083"},{"conname":"incorrect","conid":"cnt_50eb129d5a541"}]},
{"name":"backward masking","id":"trm_4a3fd79d09b6d","description":"a phenomenon wherein presenting one stimulus (a &#34;mask&#34; or &#34;masking stimulus&#34;) immediately after another brief (â¤ 50 ms) &#34;target&#34; stimulus leads to a failure to consciously perceive the first stimulus.","contrasts":[{"conname":"stimulus onset asynchrony (SOA)","conid":"cnt_5020250f031a2"}]},
{"name":"spatial location/discrimination","id":"trm_4c8a83f27ac55","description":"Subjects view shapes or other stimuli (letters, pictures, numbers, or arrows) and discriminate according to their location, orientation, or size.","contrasts":[{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4e037a9a47d41"}]},
{"name":"Differential Ability Scales","id":"trm_5272806688e63","description":"The Differential Ability Scales (DAS) make an assessment about how a child processes information, and at cognitive abilities that are important for learning.  Specifically, the test measures verbal and visual working memory, immediate and delayed recall, visual recognition and matching, processing and naming speed, phonological processing, and understanding of basic number concepts.","contrasts":[{"conname":"copying","conid":"cnt_527280b09a883"},{"conname":"early number concepts","conid":"cnt_527280c2b9042"},{"conname":"matching letter-like forms","conid":"cnt_527280d15e0c1"},{"conname":"matrices","conid":"cnt_527280e2da2da"},{"conname":"naming vocabulary","conid":"cnt_527280fcbc7f6"},{"conname":"pattern construction","conid":"cnt_52728113402ad"},{"conname":"phonological processing","conid":"cnt_52728125ee3cf"},{"conname":"picture similarities","conid":"cnt_5272813e7ad58"},{"conname":"rapid naming","conid":"cnt_52728153ba9d7"},{"conname":"recall of designs","conid":"cnt_52728198e8de8"},{"conname":"recall of digits","conid":"cnt_527281ac7d9b4"},{"conname":"recall of objects","conid":"cnt_527281ba2970c"},{"conname":"recall of sequential order","conid":"cnt_527281e1d41da"},{"conname":"recognition of pictures","conid":"cnt_527281f1ea4c3"},{"conname":"sequential and quantitative reasoning","conid":"cnt_52728205170c9"},{"conname":"verbal similarities","conid":"cnt_52728216c4a99"},{"conname":"speed of information processing","conid":"cnt_52728224d01c3"},{"conname":"verbal comprehension","conid":"cnt_5272823262ea5"},{"conname":"word definitions","conid":"cnt_5272823f1ac11"}]},
{"name":"reversal learning task","id":"tsk_4a57abb949d4e","description":"&#34;Reversal learning involves the adaptation of behavior according to changes in stimulusâreward contingencies [...] [Reversal learning]is exemplified by visual discrimination tasks where subjects must learn to respond according to the opposite, previously irrelevant, stimulusâreward pairing.&#34; - (Clark, Cools, & Robbins 2004)","contrasts":[{"conname":"standard deviation from the mean accuracy score","conid":"cnt_4df938dc89175"},{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4df9397fa59bd"},{"conname":"gains minus losses","conid":"cnt_4df93a3c9bd2c"}]},
{"name":"AX-CPT task","id":"trm_4c40d2a93ea15","description":"A version of the continuous performance task in which subjects are told to make one response for the letter X when it was preceded by the letter A, and another response for all other stimuli. AX trials are &#34;target trials&#34;; in these types of trials a valid cue is followed by a valid probe. The 3 other trial types are &#34;Non-target trials&#34; in which either a valid cue is followed by an invalid probe (&#34;AY&#34; type trials) or an invalid cue is followed by either a valid or invalid probe (&#34;BX&#34; or &#34;BY&#34; probes, respectively). ","contrasts":[{"conname":"d&#39;-Context","conid":"cnt_4c9961cd8a778"},{"conname":"beta (response criterion)","conid":"cnt_4c9970e9759d2"}]},
{"name":"recitation/repetition (overt)","id":"trm_4c8a8329cb8ff","description":"Subjects repeat or recite phonemes, words, or well-known text (nursery rhymes, Pledge of Allegiance, months of the year, etc.) aloud.","contrasts":[{"conname":"areas of activation during task minus baseline","conid":"cnt_4e026543eae67"},{"conname":"areas of activation during covert minus areas of activation during overt","conid":"cnt_4e02654a92111"},{"conname":"BOLD activity during task minus baseline","conid":"cnt_4e0265502e5be"}]},
{"name":"visual attention task","id":"trm_4c8a84f20dde2","description":"This category is a catch-all for visuoattention paradigms.  Examples include:  subjects press a button when a visual target (letters, bars, circles, asterisks, LEDs, etc) appears; subjects detect changes in luminance, shape, or color of visual stimuli; subjects fixate on a central stimuli while ignoring peripheral distractors.  Also includes cued, attention shift, and divided attention paradigms.","contrasts":[{"conname":"d&#39; (difference between correct identifications and false alarms)","conid":"cnt_4e00fd3de3b0a"},{"conname":"reaction time after some manipulation minus reaction time at baseline","conid":"cnt_4e00fd62beac3"},{"conname":"path of eye movements","conid":"cnt_4e00ffaa486fa"}]},
{"name":"breath-holding","id":"trm_4c898a680e424","description":"Subjects hold their breath as examiner measures mean blood flow velocity divided by time to find the breath-holding index (BHI). Measures cerebral hemodynamic auto-regulation.","contrasts":[{"conname":"breath-holding index (mean blood flow velocity over time)","conid":"cnt_4de69a61a2545"}]},
{"name":"International Affective Picture System","id":"tsk_4a57abb949aca","description":"a database of photographs used in emotion research.","contrasts":[{"conname":"arousal in response to picture minus baseline arousal","conid":"cnt_4deeb0951bd72"}]},
{"name":"rapid automatized naming test","id":"trm_4b86c2e871b14","description":"&#34;Participants are required to name, as rapidly as possible, items presented visually on a chart. Each chart contains five rows of 10 stimuli from a category of five items. Categories include colors, lowercase letters, digits, and common objects. The tests are scored for total number of errors and time in seconds taken to complete each chart.&#34; - (Meyer, Wood, Hart, & Felton 1998)","contrasts":[{"conname":"standard deviation from the mean time","conid":"cnt_4df914f00dd42"}]},
{"name":"test of variables of attention","id":"trm_4da86cdbd9eeb","description":"a target detection task subtype, the T.O.V.A. uses geometric shapes as both target and distractor stimuli","contrasts":[{"conname":"target infrequent omission","conid":"cnt_50185b18ad99e"},{"conname":"target frequent commission","conid":"cnt_50185b2433de1"}]},
{"name":"flexion/extension","id":"trm_4c898fad429ed","description":"Subjects move (flex and extend) their hands, arms, legs, feet, lips, tongue, etc.","contrasts":[{"conname":"average degrees of movement minus participant degrees of movement","conid":"cnt_4e03ae76b40ab"}]},
{"name":"mixed gambles task","id":"trm_4cacee4a1d875","description":"Subjects are presented with gambles in which they have a 50% chance of gaining some amount of money and a 50% chance of losing some other amount of money.  The subject decides whether or not they would accept the gamble.  The amount of the potential gain and loss are varied across trials.  Gambles are not resolved during performance of the task; after the end of the task, some gambles are chosen at random and played for real money if they were accepted. ","contrasts":[{"conname":"Loss parameter","conid":"cnt_4cacee8ad4b14"},{"conname":"Loss aversion","conid":"cnt_4caceed40b5b9"},{"conname":"number of choices with greater chance of loss than gain minus number of choices with greater chance of gain than loss","conid":"cnt_4df293d2889cb"},{"conname":"difference from indifference","conid":"cnt_5175b81f53bf3"},{"conname":"Gain parameter","conid":"cnt_5181f79e38fb2"}]},
{"name":"non-painful thermal stimulation","id":"trm_4c89910b7f8bc","description":"Subjects experience thermal stimulation (heat) below pain threshold.","contrasts":[{"conname":"average rating of sensation minus subject rating of sensation","conid":"cnt_4df2a4cb64388"},{"conname":"areas of activation during task minus baseline","conid":"cnt_4df2a4d2ecac9"},{"conname":"rating of sensation minus baseline","conid":"cnt_4df2a4de25215"}]},
{"name":"Reaction Time","id":"trm_50f84e8ab7af8","description":"Reaction Time (RTI) is a latency task with a comparative history (the five choice task) and uses a procedure to separate response latency from movement time. It is more useful than CRT or SRT where it is necessary to control for tremor. The task is divided into five stages, which require increasingly complex chains of responses. In each case, the participant must react as soon as a yellow dot appears. In some stages the dot may appear in one of five locations, and the participant must sometimes respond by using the press-pad, sometimes by touching the screen, and sometimes both.","contrasts":[{"conname":"response latency","conid":"cnt_50f84ec36494c"},{"conname":"movement time","conid":"cnt_50f84ecaeb640"}]},
{"name":"inductive reasoning aptitude","id":"trm_4d8a48e403c78","description":"how well a person can identify a pattern in data|","contrasts":[{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4dee7fcd869e8"}]},
{"name":"isometric force","id":"trm_4c8990480ad0f","description":"Subjects use their hands or fingers to apply isometric force or complete a precision grip task.","contrasts":[{"conname":"MVC minus baseline","conid":"cnt_4df118fd720dd"}]},
{"name":"Color Trails Test","id":"trm_4da633fe917c4","description":"Designed to be a culturally fair analog of the trail making test (TMT), the CTT presents numbered colored circles and universal sign language symbols. The participant is required to alternate between the number and color sequences in completing the task.","contrasts":[{"conname":"consistent - inconsistent","conid":"cnt_5005c1421ee49"},{"conname":"target - distractor","conid":"cnt_5005c2c544201"}]},
{"name":"spatial delayed response task","id":"trm_4dadbe225bdf1","description":"subjects focus on a fixation cross while a dot-shaped cue appears elsewhere on the screen; after this the fixation cross is replaced by several geometric shapes, one of which the participant must respond to, and when the fixation cross appears again the participant must indicate where the cue had appeared.","contrasts":[{"conname":"one cue versus two cues","conid":"cnt_500712871f6d5"},{"conname":"short versus long","conid":"cnt_5007128e8defa"}]},
{"name":"Overt word repetition","id":"trm_534690b0e9dc5","description":"Subjects are presented auditorily with words and asked to repeat them aloud.","contrasts":[{"conname":"areas of activation during task minus baseline","conid":"cnt_534690b1afd30"},{"conname":"areas of activation during covert minus areas of activation during overt","conid":"cnt_534690b1b9fd1"},{"conname":"BOLD activity during task minus baseline","conid":"cnt_534690b1ba1d9"},{"conname":"Repetition minus baseline","conid":"cnt_5346921d1d3fa"}]},
{"name":"whistling","id":"trm_4c8a8575d1e55","description":"participants are cued to inhale and to whistle at fixed intervals, usually during some measure of brain physiology","contrasts":[{"conname":"areas of activation during task minus baseline","conid":"cnt_4e0181c976a19"},{"conname":"response time of subject minus response time of controls","conid":"cnt_4e0182336c9cc"}]},
{"name":"Comprehensive Test of Phonological Processing","id":"trm_526027c99b726","description":"The CTOPP-2 can be used to help evaluate phonological processing abilities as a prerequisite to reading fluency. The revised version of this popular assessment is now appropriate for use with children as young as 4 years old. ||http://www.pearsonassessments.com/HAIWEB/Cultures/en-us/Productdetail.htm?Pid=CTOPP2","contrasts":[{"conname":"nonword repetition","conid":"cnt_526027fdc9141"},{"conname":"phonological memory","conid":"cnt_526028bb8afc0"},{"conname":"memory for digits","conid":"cnt_5260291679470"},{"conname":"blending words","conid":"cnt_5260292385acd"},{"conname":"rapid digit naming","conid":"cnt_52602991a559b"},{"conname":"rapid letter naming","conid":"cnt_5260299eb3d0f"}]},
{"name":"intradimensional shift task","id":"tsk_4a57abb949ad7","description":"A task in which multiple (typically two) stimuli are presented simultaneously and the subject must select the stimulus that matches the currently relevant rule. The rule represents the relevant task &#34;dimension&#34;. The stimulus-response mappings within this dimension alternate or &#34;shift&#34; among multiple (typically two) alternatives. ","contrasts":[{"conname":"accuracy of subject minus average accuracy of controls","conid":"cnt_4deff762a9fb7"}]},
{"name":"Simon task","id":"tsk_4a57abb949dbb","description":"Subjects view arrows presented in the right or left visual field that were pointing to the left or right.  Subjects respond via button press as to the direction of the arrow.  In incongruent stimuli, left-pointing arrows are seen on the right side, and vice versa. ","contrasts":[{"conname":"Congruent Cue","conid":"cnt_4dfa889b33ecf"},{"conname":"Incongruent Cue","conid":"cnt_4dfa891db4cf7"},{"conname":"incongruent response time - congruent response time","conid":"cnt_4dfa893ade336"},{"conname":"accuracy to congruent cues minus accuracy to incongruent cues","conid":"cnt_4dfa89596184f"}]},
{"name":"spatial span test","id":"trm_4da86b539924c","description":"part of the Weschler Adult Intelligence Scale and Cambridge Neuropsychological Test Automated Battery, it is an analog to a digit span task. White squares are shown, some of which briefly change colour in a variable sequence. The participant must then touch the boxes which changed colour in the same order that they were displayed by the computer (for clinical mode) or in the reverse order (for reverse mode). The number of boxes increases from 2 at the start of the test to 9 at the end, and the sequence and colour are varied through the test.","contrasts":[{"conname":"span length","conid":"cnt_50f862a47dd49"},{"conname":"false positives","conid":"cnt_50f862ae98fc9"}]},
{"name":"delay conditioning","id":"trm_5023ef8eab626","description":"a subtype of classical conditioning in which the conditional stimulus (CS) is presented and, during this presentation, a biologically relevant unconditional stimulus (US) is also presented. Afterward the subject is tested for its reaction to the CS in isolation.","contrasts":[{"conname":"CS-US interval","conid":"cnt_5023f9f966183"}]},
{"name":"recitation/repetition (covert)","id":"trm_4c8a830dec136","description":"Subjects silently repeat or recite phonemes, words, or well-known text (nursery rhymes, Pledge of Allegiance, months of the year, etc.).","contrasts":[{"conname":"areas of activation during task minus baseline","conid":"cnt_4e02624559a17"},{"conname":"BOLD activity during task minus baseline","conid":"cnt_4e02624cbd6c7"}]},
{"name":"Test of Word Reading Efficiency","id":"tsk_4a57abb949ea5","description":"a nationally normed measure of word reading accuracy and fluency that provides an efficient means of monitoring the growth of two kinds of word reading skills that are critical in the development of overall reading ability: the ability to accurately recognize familiar words as whole units or âsight wordsâ and the ability to âsound outâ words quickly. ","contrasts":[{"conname":"standard deviation from the mean score","conid":"cnt_4dff9a6e99c08"}]},
{"name":"deception task","id":"trm_4c898b4b463aa","description":"Subjects are asked to perform a task and either lie or be truthful in their responses.","contrasts":[{"conname":"hider","conid":"cnt_4de7dc695fabb"},{"conname":"guesser","conid":"cnt_4de7dcca346d1"},{"conname":"object occlusion and misinformation scores","conid":"cnt_4de7ddfb129a6"},{"conname":"accuracy","conid":"cnt_4de7de54cdce7"}]},
{"name":"Early Social and Communication Scales","id":"trm_4da8911e715e3","description":"a 15â20 min videotaped, structured social observational measure designed to assess children&#39;s use of eye contact and gestures to regulate and respond to social interactions","contrasts":[{"conname":"percent of time responded to joint attention","conid":"cnt_5298fa8955db0"}]},
{"name":"block design test","id":"trm_4b7497a289534","description":"the block design test is a subtest of perceptual reasoning index of the Wechsler Adult Intelligence Scale IV. The block design test measures spatial perception, visual abstract processing, and problem solving.","contrasts":[{"conname":"Unsegmented blocks","conid":"cnt_4b82d26b480ea"},{"conname":"Segmented blocks","conid":"cnt_4b82d27f31194"}]},
{"name":"Children&#39;s Psychiatric Rating Scale","id":"trm_525c56680c13c","description":"The Children&#39;s Psychiatric Rating Scale (CPRS) is a multidimensional rating scale of childhood psychopathology.  It is not diagnostic, but rather a broad-ranging rating scale of symptoms and behaviors which may contribute to diagnosis. In addition, the scoring system enables the rating of severity of symptoms and presentation. Since the scale measures the presence or absence of symptoms over a particular period of time, it is a useful instrument of treatment efficacy and has regularly been the instrument of choice employed in clinical trials.||For more information, see http://www.springerreference.com/docs/html/chapterdbid/334435.html","contrasts":[{"conname":"oppositional","conid":"cnt_525c572fd0e6b"},{"conname":"cognitive problems","conid":"cnt_525c57456e8d6"},{"conname":"hyperactivity","conid":"cnt_525c57664d7a7"},{"conname":"anxious","conid":"cnt_525c5771523cb"},{"conname":"perfectionism","conid":"cnt_525c577f94423"},{"conname":"psychosomatic","conid":"cnt_525c578b8e221"},{"conname":"social","conid":"cnt_525c57980c6af"},{"conname":"restlessness","conid":"cnt_525c57b11694a"},{"conname":"emotional","conid":"cnt_525c57bbddf7c"},{"conname":"impulsivity","conid":"cnt_525c57d12435a"},{"conname":"inattention","conid":"cnt_525c5bbee5aa5"}]},
{"name":"reversal weather prediction","id":"trm_5181fb7bf350b","description":"is a feedback driven classification learning task in which a subject is presented with a stimuli (ex-geometric shapes) and has to classify them into one of two categories (ex-rainy or sunny weather), and then receives feedback on if the response was correct or incorrect.  This may or may not be presented with other stimuli (ex-tones of different frequencies), but the goal of the task is to only pay attention the the classification task at hand.  This is the same task as the weather prediction task but with the reward contingencies reversed|","contrasts":[{"conname":"classification learning trials","conid":"cnt_5181fb7c1b60c"}]},
{"name":"visual pursuit/tracking","id":"trm_4c8a85534241d","description":"Subjects view a moving target(s) and track its movement across the screen.  Frequently, stimuli are moving dots.","contrasts":[{"conname":"d&#39; (difference between correct identifications and false alarms)","conid":"cnt_4e0101e7e8898"},{"conname":"frequency of participant&#39;s saccades minus average saccade frequency","conid":"cnt_4e0104905eaa1"},{"conname":"path of eye movements","conid":"cnt_4e0104d85693b"}]},
{"name":"biological motion task","id":"trm_4f245326e2eaf","description":"participant views stimuli composed of objects like points of light moving in several patterns to detect which of these correspond to biological motion","contrasts":[{"conname":"d&#39;","conid":"cnt_50203c822eed9"}]},
{"name":"WAIS Picture Completion","id":"trm_5107067241007","description":"Working within a specified time limit, the examinee views a picture with an important part missing and identifies the missing part. This subtest measures visual perception and organization, concentration, and visual recognition of essential details of objects.","contrasts":[{"conname":"correct identifications","conid":"cnt_510707278e097"}]},
{"name":"negative priming task","id":"trm_4f244d64e45bc","description":"The participant selects a target in the presence of one or more distractors; the negative priming arises between consecutive trials, in which the participant must respond to a target on the current trial that had appeared as a distractor on the previous trial.","contrasts":[{"conname":"experimental minus control","conid":"cnt_500ed6d06dd2e"}]},
{"name":"tone counting","id":"trm_4ebc6a6b75ebf","description":"A task in which a participant needs to count and remember the number of specific tones presented in an experimental run.","contrasts":[{"conname":"tone counting trials","conid":"cnt_4ebca9e1d3a16"}]},
{"name":"listening span task","id":"trm_4c40d1d16071e","description":"A task in which subjects must listen to a set of sentences and remember the last word in the sentence.  The number of words that can be recalled is the &#34;listening span.&#34; ","contrasts":[{"conname":"size of subject sentence set minus average size of sentence set of control subjects","conid":"cnt_4df24f7376278"}]},
{"name":"finger tapping task","id":"trm_4c898f079d05e","description":"Subjects tap their fingers according to a visual, auditory, or no cue.","contrasts":[{"conname":"% rhythm maintainance","conid":"cnt_4ded2a911252c"},{"conname":"tap speed","conid":"cnt_4ded2aa1ea79d"},{"conname":"rhythm tap","conid":"cnt_4ded2ba5e3681"},{"conname":"time tap","conid":"cnt_4ded2bceeda6b"}]},
{"name":"Test of Adolescent and Adult Language","id":"trm_52713c85c0bd2","description":"The Test of Adolescent and Adult Language (TOAL) measures spoken and written language abilities of adolescents and young adults with varying degrees of knowledge of the English language. It includes the following six subtests: Word opposites, word deviations, spoken analogies, word similarities, sentence combining, and orthographic usage.||Composite scores include spoken language, written language, and general language.","contrasts":[{"conname":"spoken language","conid":"cnt_52713da7a1f5d"},{"conname":"written language","conid":"cnt_52713e90e499d"},{"conname":"general language","conid":"cnt_52713ea34e4a3"}]},
{"name":"pointing","id":"trm_4c89926767870","description":"Subjects look and point at a target (e.g. cursor with their arm, hand, finger, or shoulder).","contrasts":[{"conname":"standard deviation of error","conid":"cnt_4df7bfc72c237"}]},
{"name":"rubber hand illusion","id":"trm_4e5bb14d814a8","description":"One hand is occluded from sight and an artificial hand is lying in front of the participant. Synchronious paint brush strokes are applied to the same fingers of the occluded hand and the artificial hand. The participant rates the sense of ownership of the artificial hand on the Ownership Illusion Questionnaire or reports the felt position of his or her own hand against a ruler (proprioceptive drift).","contrasts":[{"conname":"Body ownership minus no body ownership","conid":"cnt_4e5bbed9bd8ae"}]},
{"name":"deterministic classification","id":"trm_4e8dd3831f0cc","description":"Is a feedback-driven learning task in which participants classify stimuli into different categories.  A common version of this task is the &#34;weather prediction task.&#34;|","contrasts":[{"conname":"deterministic classification trials","conid":"cnt_4ebca72d737c1"}]},
{"name":"Halstead-Reitan Battery","id":"trm_529911569b592","description":"The Halstead-Reitan Neuropsychological Battery is a combination of neuropsychological tests used to assess the possible physical aspects and localization of neurological damage. ||Trails A and B|Verbal Fluency|Halstead Category Test|Spatial Positional Reasoning|Tactual Performance Test|Rhythm Test|Speech Sounds Perception Test|Finger Oscillation Test||and several ancillary tests.  See: http://www.minddisorders.com/Flu-Inv/Halstead-Reitan-Battery.html for details.|","contrasts":[{"conname":"mean grip strength","conid":"cnt_52991172871a9"},{"conname":"grooved peg total time","conid":"cnt_529911e50beb7"}]},
{"name":"matching familiar figures test","id":"trm_4da87b8bf1511","description":"participants are shown an image of a familiar object and several comparison images of that object, one of which is identical and the others of which are slightly different; the participant is to select the identical image","contrasts":[{"conname":"response time * accuracy compared to median","conid":"cnt_5022b85961b86"}]},
{"name":"color-word Stroop task","id":"trm_4b1968619b00b","description":"A task in which single words (including names of colors) are presented in colored ink, and the subject is asked to name the color of the ink as quickly as possible. The ink color may either match or conflict with the color name. Accuracy and response time are measured.","contrasts":[{"conname":"incongruent - congruent","conid":"cnt_4b196a25d1671"},{"conname":"incongruent - neutral","conid":"cnt_4b196a314e3c4"}]},
{"name":"NIH Toolbox Oral Symbol Digit Test","id":"trm_50eb461d446e1","description":"In this test, a coding key with nine abstract symbols is presented â each paired with a number between 1 and 9. Participants are asked to orally indicate which numbers go with symbols that are presented in a long string on the computer screen. The participant is given 120 seconds to call out as many numbers that go with the corresponding symbols as he/she can â without skipping any. This test is administered to ages 8-85 and takes approximately three minutes. The Oral Symbol Digit Test is a measure of processing speed. It can be administered as an accommodation in place of the Pattern Comparison processing Speed Test for those with significant motor limitations in the upper extremities.","contrasts":[{"conname":"number correct","conid":"cnt_50eb467d50cab"}]},
{"name":"oddball task","id":"tsk_4a57abb949bf6","description":"A task in which stimuli are presented in a continuous stream and participants must detect the presence of an oddball stimulus. The oddball is a stimulus that occurs infrequently relative to all other stimuli, and has distinct characteristics (e.g., a different tone among auditory stimuli).","contrasts":[{"conname":"ERP strength minus baseline","conid":"cnt_4df66a33d6b43"},{"conname":"areas of activation during task minus baseline","conid":"cnt_4df66a407cc2e"},{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4df66a5dec65d"}]},
{"name":"Hooper visual organization test","id":"tsk_4a57abb949aae","description":"a neuropsychological test of visual spatial ability that presents participants with a line drawing of a common object that has been broken into fragments, and asks participants to name what the object would be if reassembled.","contrasts":[{"conname":"accuracy","conid":"cnt_4ded60eb3a50f"}]},
{"name":"visuospatial cueing task","id":"tsk_4a57abb949ee9","description":"participants look at a computer screen and press buttons to respond to targets. In some of the trials, a visual cue will appear before the target, but in the same spot as the target.","contrasts":[{"conname":"Congruent Cue","conid":"cnt_4e010aebbc19d"},{"conname":"Incongruent Cue","conid":"cnt_4e010b0c971d5"},{"conname":"reaction time to incongruent cues minus reaction time to congruent cues","conid":"cnt_4e010b32b9f74"}]},
{"name":"Test of Early Language Development","id":"trm_527138126fb20","description":"The Test of Early Language Development (TELD) is a standardized test to assess spoken language skills at early ages. Subtests include Receptive Language and Expressive Language, and these metrics yield an overall Spoken Language score.","contrasts":[{"conname":"receptive language","conid":"cnt_5271387cc163d"},{"conname":"expressive language","conid":"cnt_52713899ea192"},{"conname":"total score","conid":"cnt_52713b2a0d0e7"}]},
{"name":"fixation task","id":"trm_4c898f72228f3","description":"Subjects fixate on a visual target.","contrasts":[{"conname":"fixation time below maximum degree of eye movement","conid":"cnt_4ded3a95a6098"},{"conname":"degree of eye movement","conid":"cnt_4ded3b16cdb74"}]},
{"name":"temporal discounting task","id":"tsk_4a57abb949e98","description":"A task in which subjects are asked to choose between a smaller reward earlier in time versus a larger reward later in time.","contrasts":[{"conname":"areas of activation during task minus baseline","conid":"cnt_4dff92a9d5875"},{"conname":"standard deviation of k (discounting)","conid":"cnt_4dff93d462d38"}]},
{"name":"simple reaction time task","id":"tsk_4a57abb949dc8","description":"Simple Reaction Time (SRT) is a test which measures simple reaction time through delivery of a known stimulus to a known location to elicit a known response. The only uncertainty is with regard to when the stimulus will occur, by having a variable interval between the trial response and the onset of the stimulus for the next trial. As soon as the participant sees the square on the screen, they must press the button on the press pad.","contrasts":[{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4dfa9088a6739"},{"conname":"reaction time of participant minus average reaction time of controls","conid":"cnt_4dfa90af8345d"},{"conname":"reaction time after some manipulation minus reaction time at baseline","conid":"cnt_4dfa90c46cf46"}]},
{"name":"NIH Toolbox Taste Intensity Test","id":"trm_50f379c6c9ea9","description":"This test measures the perceived intensity of quinine (a bitter tastant) and salt administered in liquid solutions. The tastants are each applied to the tip of the tongue as well as swished around in the whole mouth and are rated on a generalized labeled magnitude scale (gLMS). The gLMS is a measure of perceived intensity, with seven anchor labels provided (Strongest imaginable, Very strong, Strong, Moderate, Weak, Barely detectable, No sensation). Participants can rate their intensity by clicking with a computer mouse on any point on the scale from Strongest imaginable to No sensation. The computer records the exact location of the response. A score from 0-100 on a semi-logarithmic scale is produced for each of the four items (quinine whole mouth, salt whole mouth, quinine tip of tongue, salt tip of tongue), corresponding to the point on the gLMS where the participant clicked. A higher score represents greater perceived intensity of the tastant. ","contrasts":[{"conname":"generalized labeled magnitude scale (gLMS)","conid":"cnt_50f37b522549b"}]},
{"name":"Adult Behavior Checklist","id":"trm_523ca67b786d5","description":"The Adult Behavior Checklist is a 126 item measure that assesses withdrawn, somatic, anxious/depressed, internalizing, intrusive, thought, attention, delinquent behavior, aggressive, and externalizing problems.","contrasts":[{"conname":"Externalizing","conid":"cnt_523ca9488df58"},{"conname":"Internalizing","conid":"cnt_523ca992819fd"}]},
{"name":"thermal grill illusion","id":"trm_4e5fcd75efb58","description":"Innocuous warm and cool bars that are spatially interlaced are applied together to the skin and produce a painful burning sensation. The participant rates the experienced sensation.","contrasts":[{"conname":"Cold pain vs. Baseline","conid":"cnt_4e5fcfb15979e"},{"conname":"Cool vs. Baseline","conid":"cnt_4e5fcfc70842b"},{"conname":"Thermal Grill vs. Baseline","conid":"cnt_4e5fcfe2883a1"},{"conname":"Warm vs. Baseline","conid":"cnt_4e5fcff423ea1"},{"conname":"Heat pain vs. Baseline","conid":"cnt_4e5fd004d47d7"}]},
{"name":"artificial grammar learning task","id":"trm_4f244a88013ae","description":"participant is presented with a series of letter strings constructed according to an artificial and finite set of rules, after which the participant must determine whether new strings follow or violate the grammar established by the first series.","contrasts":[{"conname":"amnesic versus control performance","conid":"cnt_5020142926f05"}]},
{"name":"letter fluency test ","id":"tsk_4a57abb949b0e","description":"is a test that requires generation of words cued with a specific letter and depends on phonemic abilities.|","contrasts":[{"conname":"standard deviation from the mean population score in the language of the participant","conid":"cnt_4df13d6084e80"}]},
{"name":"NIH Toolbox Meaning and Purpose Survey","id":"trm_50f5bfef58abb","description":"This is a self-report measure administered only to ages 18-85 as a CAT. In addition, a fixed-length self-report form is available for ages 18-85 as a supplemental measure. Items administered use a 5-point scale, with options ranging from âstrongly disagreeâ to âstrongly agree,â or from ânot at allâ to âvery much.â The survey is scored using IRT methods.","contrasts":[{"conname":"total score","conid":"cnt_50f5bff7748da"}]},
{"name":"prospective memory task","id":"trm_4f244860c702c","description":"participants are given goals either time-based (e.g. remembering to press a key every two minutes) or event-based (e.g. remembering to press a key when a given word appears on the screen)","contrasts":[{"conname":"high importance versus low importance","conid":"cnt_5016ecda0cb5d"}]},
{"name":"delayed nonmatch to sample task","id":"tsk_4a57abb9499f1","description":"A task in which an target is presented and then removed from view. This target must be maintained in working memory for a delay, after which it is presented with non-target(s). The participant&#39;s task is to identify the non-target.","contrasts":[{"conname":"no delay","conid":"cnt_4b4a5f651765d"},{"conname":"delay","conid":"cnt_4b4a5f85437c2"},{"conname":"delay minus no delay","conid":"cnt_4b4a609f11b96"}]},
{"name":"non-choice task","id":"trm_4d55997cd3edb","description":"Each of 12 stimuli (circles of different colors, numbers and sizes) is associated with a different reward magnitude and probability. These include all combinations of (100 and 200) point rewards with (0, 0.25, 0.5, 0.75 and 1) probabilities, plus 300 and 400 rewards with 0.5 probability. Participants are first trained to learn the probabilities and outcomes associated with each stimulus. Next, on each trial, a stimulus appears in one of four quadrants of the screen, and participants indicate which quadrant using a button press.","contrasts":[{"conname":"response time to risky choices minus response time to non-risky choices","conid":"cnt_4e03bc67764f5"},{"conname":"number of participant&#39;s risky choices minus average number of risky choices","conid":"cnt_4e03bc8177610"}]},
{"name":"face-name association task","id":"trm_4f2424cb392fc","description":"participants are taught to visually identify a facial feature or face, link a phonological cue or name to that feature or face, and either recall the associated name/cue or recognize it from a list","contrasts":[{"conname":"d&#39;","conid":"cnt_50216f58d8e8e"}]},
{"name":"Maudsley Obsessive Compulsive Inventory","id":"tsk_4a57abb949b54","description":"assess obsessive-compulsive symptoms in the areas of contamination fears and washing behaviors, checking, slowness, and doubting using 30 dichotomously scored (true/false) items, with each pathological response receiving a score of 1. ","contrasts":[{"conname":"subject score minus average normal score","conid":"cnt_4df25f35f17e3"},{"conname":"Contamination/Cleaning","conid":"cnt_4df2609ceae39"},{"conname":"Checking","conid":"cnt_4df260fd670ea"},{"conname":"Slowness","conid":"cnt_4df26137bc72d"},{"conname":"Doubting","conid":"cnt_4df261fc3cd71"}]},
{"name":"delayed recall test","id":"tsk_4a57abb9499ff","description":"A task in which participants are given information to remember (list of words or paragraph) and which they are asked to reproduce after some span of time.","contrasts":[{"conname":"d&#39;","conid":"cnt_4de919cf2b2bd"},{"conname":"number of correctly recalled items","conid":"cnt_4f41830a3d5a9"}]},
{"name":"syntactic discrimination","id":"trm_4c8a842512a33","description":"Subjects viewed grammatically correct and incorrect sentences and discriminate according to their grammar.  This class also includes morphosyntactic tasks such as gender discrimination of words.","contrasts":[{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4dff7fcf1b8a2"},{"conname":"Plausible Sentences","conid":"cnt_4dff8003a6b0a"},{"conname":"Implausible Snetences","conid":"cnt_4dff8030b7e41"},{"conname":"response time to implausible sentences minus response time to plausible sentences","conid":"cnt_4dff80aec63b6"}]},
{"name":"pain monitor/discrimination task","id":"trm_4c8991c5beb0a","description":"Subjects experience thermal or electrical stimulation at a painful threshold.","contrasts":[{"conname":"average rating of sensation minus subject rating of sensation","conid":"cnt_4df689d409dec"},{"conname":"areas of activation during task minus baseline","conid":"cnt_4df689e663ffe"},{"conname":"subject rating during task minus subject baseline rating","conid":"cnt_4df689fe846de"}]},
{"name":"attention networks test","id":"trm_4da6304c9aa23","description":"a combination of the Posner cueing paradigm and the Eriksen flanker test, the ANT presents participants with a target item (>) surrounded by congruent (> > > > >), neutral (- - > - -), or incongruent flanker stimuli. Stimulus presentation is preceded by different cue conditions and the participant is instructed to identify the target stimulus.","contrasts":[{"conname":"Cue minus no cue: attention orienting","conid":"cnt_4e496d0e46a77"},{"conname":"Spatial cue minus double cue: orienting efficiency","conid":"cnt_4e496d475896c"},{"conname":"Incongruent minus congruent: Conflict / Executive network efficiency","conid":"cnt_4e496d6e12225"},{"conname":"Alerting: no cue minus double cue","conid":"cnt_52b4cfac3a8ce"},{"conname":"Central cue minus Spatial cue: Orienting / Shifting network efficiency","conid":"cnt_52dfa1b677494"}]},
{"name":"divided auditory attention","id":"trm_4c898bbab4fd4","description":"During the performance of an unrelated task, subjects simultaneously respond to auditory stimuli (tone or word discrimination, with or without distractors).   Also often co-coded with Tone Monitor/Discrimination.","contrasts":[{"conname":"response time and accuracy","conid":"cnt_4de93a6779688"}]},
{"name":"antisaccade/prosaccade task","id":"tsk_4a57abb949869","description":"Subjects view a fixation point and a visual target is presented.  Subjects are instructed to make a saccade away from the target (antisaccade) or to the target (prosaccade).","contrasts":[{"conname":"antisaccade","conid":"cnt_4de55b6707536"},{"conname":"prosaccade","conid":"cnt_4de55b77a9984"}]},
{"name":"Cambridge Gambling Task","id":"trm_4d54b2cc0f943","description":"Participants see ten boxes at the top of a screen, each of which is red or blue in some ratio. Under one of these boxes is a token, and participants must guess whether the token is under red or blue. On a gambling trial, participants can select some proportion of their allotted points to bet on their judgement.","contrasts":[{"conname":"probability of reward * magnitude of bet","conid":"cnt_4de6b5d032f89"},{"conname":"ratio","conid":"cnt_4de6b69d1e765"},{"conname":"decision making latency in ascending versus descending betting condition","conid":"cnt_50215d225f015"}]},
{"name":"Children&#39;s Memory Scale","id":"trm_52167db323438","description":"The Children&#39;s Memory Scale (CMS) assesses attention, declarative memory, and learning for children from 5 to 16 years of age, specifically with subscales that reflect 1) Attention/Concentration, 2) Verbal Immediate, 3) Verbal Delayed, 4) Delayed Recognition, 5) Visual Immediate, 6) Visual Delayed, 7) Learning, and 8) General Memory.||http://link.springer.com/referenceworkentry/10.1007%2F978-0-387-79948-3_1532/fulltext.html","contrasts":[{"conname":"visual delayed","conid":"cnt_52167f5cba608"},{"conname":"verbal immediate","conid":"cnt_52167f717dac6"},{"conname":"verbal delayed","conid":"cnt_52167f804e5e1"},{"conname":"general memory","conid":"cnt_52167f957d6ea"},{"conname":"attention/concentration","conid":"cnt_52167fa84c173"},{"conname":"learning","conid":"cnt_52167fb957a15"},{"conname":"delayed recognition","conid":"cnt_52167fc85b968"},{"conname":"visual immediate","conid":"cnt_52168231ae8b5"}]},
{"name":"spatial working memory task","id":"trm_4f2453b806fe1","description":"refers broadly to a paradigm in which the participant&#39;s working memory for spatial characteristics of stimuli is tested, such as the SWM in the Cambridge Neuropsychological Test Automated Battery (CANTAB). SWM is a test of the participantâs ability to retain spatial information and to manipulate remembered items in working memory. It is a self-ordered task, which also assesses heuristic strategy. This test is a sensitive measure of frontal lobe and âexecutiveâ dysfunction. It has been shown in recent studies that impaired performance on SWM emerges as a common factor in prepsychosis. The test begins with a number of coloured squares (boxes) being shown on the screen. The aim of this test is that, by touching the boxes and using a process of elimination, the participant should find one blue âtokenâ in each of a number of boxes and use them to fill up an empty column on the right hand side of the screen. The number of boxes is gradually increased, until it is necessary to search a total of eight boxes. The colour and position of the boxes used are changed from trial to trial to discourage the use of stereotyped search strategies.","contrasts":[{"conname":"percent correct","conid":"cnt_50f864a19c88d"},{"conname":"false positives","conid":"cnt_50f864aed1ce5"}]},
{"name":"MacArthur Communicative Development Inventories","id":"trm_4da891794859f","description":"a parent-report measure of language development in children between 8 and 30 months of age. The infant (8-16 months) form comprises vocabulary checklists, actions, and gestures, while the toddler (16-30 months) form comprises vocabulary, sentences, and grammar.","contrasts":[{"conname":"mean length of utterance (MLU) score","conid":"cnt_5021b4664cfbb"},{"conname":"frequency of overregularization","conid":"cnt_5021b53e64523"},{"conname":"usage of correct irregular word forms","conid":"cnt_5021b5773a9ae"},{"conname":"comprehension of common phrases","conid":"cnt_5022b4801fb23"},{"conname":"comprehension of single words","conid":"cnt_5022b48dbd8e8"},{"conname":"vocabulary production","conid":"cnt_5022b4da18b61"},{"conname":"gesture production","conid":"cnt_5022b5173b371"},{"conname":"use of suffixes","conid":"cnt_5022b539a2698"},{"conname":"onset of combinatorial language","conid":"cnt_5022b5727f9d6"}]},
{"name":"auditory temporal discrimination task","id":"trm_4f240e7f989f8","description":"A task in which the subject discriminates auditory stimuli based on temporal characteristics.","contrasts":[{"conname":"Interstimulus Interval (ISI)","conid":"cnt_4ffdbab8b5539"}]},
{"name":"Trail Making Test A and B","id":"tsk_4a57abb949ec0","description":"A neuropsychological test in which participants must connect-the-dots (traverse between items) according to some specified order. In Test A these items are numbers (1,2,3 etc.) and the order is determined by increasing magnitude. In Test B these items are both numbers and letters (1,2,3, A,B,C etc.) and the order is determined by a combination of increasing numbers AND letters (e.g., 1 A 2 B 3 C..) requiring participants to alternate between letters and numbers.","contrasts":[{"conname":"ANOVA of time by age group","conid":"cnt_4dffb9c632156"}]},
{"name":"Test of Language Development","id":"trm_527143a263937","description":"The Test of Language Development (TOLD) provides six subtests that measure components of spoken language, including 1) Sentence Combining, 2) Picture Vocabulary, 3) Word Ordering, 4) Relational Vocabulary, 5) Morphological Comprehension, and 6) Multiple Meanings.","contrasts":[{"conname":"picture vocabulary","conid":"cnt_527143e1d60c2"},{"conname":"sentence combining","conid":"cnt_527146c8c759d"},{"conname":"word ordering","conid":"cnt_52714c0a91b84"},{"conname":"relational vocabulary","conid":"cnt_52714c2591532"},{"conname":"morphological compensation","conid":"cnt_52714d41df4cd"},{"conname":"multiple meanings","conid":"cnt_5271749977ff2"},{"conname":"total score","conid":"cnt_52717634eaa19"}]},
{"name":"imagined objects/scenes","id":"trm_4c89903149aeb","description":"Subject generate vivid images of objects, places, concepts, hypothetical events (not in their past), or the completion of tasks.","contrasts":[{"conname":"real visual areas of activation minus imagined task areas of activation","conid":"cnt_4dee551d3a46b"},{"conname":"physical representation of imagined object","conid":"cnt_4dee593ebfcc7"}]},
{"name":"paired associate recall","id":"trm_4c8991e6e8597","description":"Subjects are shown paired stimuli prior to the task.  During the task, subjects are shown a single stimuli and are asked to recall the associated pair.  Stimuli may be words, faces, objects, etc.","contrasts":[{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4df68cac967cc"}]},
{"name":"Porteus maze test","id":"trm_4da87fdd7820e","description":"participants must trace a path untimed through mazes of increasing complexity without backtracking or lifting their pencil","contrasts":[{"conname":"mental age (difficulty) of maze","conid":"cnt_5016e1b12e5c8"}]},
{"name":"Probabilistic gambling task","id":"trm_4d54b61a14a14","description":"Two cards are drawn without replacement from a deck containing cards numbered from one to ten (one of each). After the first card is presented, participants bet whether the next card will be higher or lower than the first card. Thus there is maximal risk when the first card is five or six, zero risk when it is ten or one. ||In later version of the task participants bet on whether the second card will be higher or lower before seeing the first card.","contrasts":[{"conname":"gains minus losses","conid":"cnt_4df8ef730f4cb"},{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4df8ef7a8d7c3"}]},
{"name":"trace conditioning","id":"trm_4a3fd79d0b3d7","description":"a form of classical conditioning in which the presentation of the conditioned stimulus and the unconditioned stimulus is separated in time by an interstimulus interval.","contrasts":[{"conname":"trace interval duration","conid":"cnt_5023ff000759f"}]},
{"name":"Autism Diagnostic Interview - Revised","id":"trm_525d847e2bd0b","description":"the ADI-R is a comprehensive interview that provides a thorough assessment of individuals suspected of having autism or other autism spectrum disorders. It has proven highly useful for formal diagnosis as well as treatment and educational planning.","contrasts":[{"conname":"age of first word (months)","conid":"cnt_525d84bfad373"},{"conname":"age of first phrases (months)","conid":"cnt_525d84d3df53b"},{"conname":"infant babbling","conid":"cnt_525d84fa886ed"},{"conname":"hearing concerns","conid":"cnt_525d8540300d6"},{"conname":"echolalia","conid":"cnt_525d8551c4a1a"},{"conname":"eating","conid":"cnt_525d859ac7a85"},{"conname":"gait","conid":"cnt_525d85df4d1dc"},{"conname":"overactivity","conid":"cnt_525d85fbf2cb1"},{"conname":"self injury","conid":"cnt_525d862700cc6"},{"conname":"sleep problems","conid":"cnt_525d86eb4aeaa"},{"conname":"tantrums","conid":"cnt_525d8738330eb"},{"conname":"abnormal or negative response to sensory stimuli","conid":"cnt_525d8758edffb"},{"conname":"compulsions and rituals","conid":"cnt_525d876e43942"},{"conname":"difficulty with minor change","conid":"cnt_525d879a4aca1"},{"conname":"hand and finger mannerisms","conid":"cnt_525d87b78dee5"},{"conname":"unusual attachment to objects","conid":"cnt_525d87fb5b1f1"},{"conname":"unusual sensory interests","conid":"cnt_525d8816f017f"},{"conname":"noise sensitivity","conid":"cnt_525d882970b5d"},{"conname":"head shaking","conid":"cnt_525d8850bf413"},{"conname":"imaginative play","conid":"cnt_525d88753a6ed"},{"conname":"level of language","conid":"cnt_525d888c5c514"},{"conname":"imitation","conid":"cnt_525d88c670300"},{"conname":"social verbalization","conid":"cnt_525d88dac8010"},{"conname":"direct gaze","conid":"cnt_525d892ec0346"},{"conname":"facial expression","conid":"cnt_525d895459b16"},{"conname":"smiling","conid":"cnt_525d895db3590"}]},
{"name":"category fluency test","id":"tsk_4a57abb949923","description":"a psychological test in which participants have to say as many words as possible from a category in a given time (usually 60 seconds), this category can be semantic, such as animals or fruits, or phonemic, such as words that begin with letter p.","contrasts":[{"conname":"total correct responses for all categories","conid":"cnt_4de6b87a44743"}]},
{"name":"Benton Facial Recognition Test","id":"tsk_4a57abb9498bc","description":"A tool used to assess deficits in facial recognition.","contrasts":[{"conname":"short form","conid":"cnt_4de583fcb0789"},{"conname":"long form","conid":"cnt_4de584598a9c7"}]},
{"name":"NIH Toolbox Standing Balance Test","id":"trm_50eb54d78841b","description":"The Standing Balance Test is a measure developed to assess static standing balance. It involves the participant assuming and maintaining up to five poses for 50 seconds each. The sequence of poses is: eyes open on a solid surface, eyes closed on a solid surface, eyes open on a 18 foam surface, eyes closed on a foam surface, eyes open in tandem stance on a solid surface. Detailed stopping rules are in place to ensure participant safety with these progressively demanding poses. Postural sway is recorded for each pose using an accelerometer that the participant wears at waist level.","contrasts":[{"conname":"postural sway","conid":"cnt_50eb55fe03a71"},{"conname":"normalized path length","conid":"cnt_50eb562b899ef"}]},
{"name":"electric stimulation","id":"trm_4e68e08950157","description":"An electric stimulus is applied to the skin and the participant rates the perceived pain on a visual analogue scale.","contrasts":[{"conname":"Painful versus Baseline ","conid":"cnt_4e68e16ce673d"},{"conname":"Non-Painful versus Baseline","conid":"cnt_4e68e188bfadc"},{"conname":"Painful versus Non-Painful","conid":"cnt_4e68e1b3598ac"}]},
{"name":"matching pennies game ","id":"tsk_4a57abb949b46","description":"The game is played between two players, Player A and Player B. Each player has a penny and must secretly turn the penny to heads or tails. The players then reveal their choices simultaneously. If the pennies match (both heads or both tails), Player A receives one dollar from Player B (+1 for A, -1 for B). If the pennies do not match (one heads and one tails), Player B receives one dollar from Player A (-1 for A, +1 for B). This is an example of a zero-sum game, where one player&#39;s gain is exactly equal to the other player&#39;s loss.","contrasts":[{"conname":"participant&#39;s responses vs. Nash equilibrium equation","conid":"cnt_4e03b364135e2"}]},
{"name":"Joint Attention / Social and Nonsocial Orienting Task","id":"trm_529ce04b778b6","description":"This task makes an assessment of the extent that a child can respond to different stimuli, or exhibit joint attention:||http://ndar.nih.gov/ndar_data_dictionary.html?short_name=jasnot01||I was not able to find the original paper detailing the task.","contrasts":[{"conname":"JO social orient percent correct","conid":"cnt_529ce0ceec559"},{"conname":"JO nonsocial orient percent correct","conid":"cnt_529ce0f2aa03d"},{"conname":"JO joint attention percent correct","conid":"cnt_529ce116b5cff"},{"conname":"JO social orient percent incorrect","conid":"cnt_529ce133886f4"},{"conname":"JO nonsocial orient percent incorrect","conid":"cnt_529ce149671c4"},{"conname":"JO joint attention percent incorrect","conid":"cnt_529ce15d64bc7"}]},
{"name":"WAIS Arithmetic","id":"trm_5106f4dfe08b1","description":"Working within a specified time limit, the examinee mentally solves a series of 14  arithmetic story type problems. This subtest measures mental manipulation, concentration, attention, short- and long-term memory, numerical reasoning ability, and mental alertness. Tests distractibility as well as numerical reasoning.","contrasts":[{"conname":"number correct","conid":"cnt_5106f549c82ae"}]},
{"name":"Conners Comprehensive Behavior Rating Scales","id":"trm_524b563fb87c8","description":"The Conners Comprehensive Behavior Rating Scale(s) is an instrument designed to provide a complete overview of child and adolescent behaviors, emotions, academic, and social problems.  These scales include the DSM-IV symptom scales.|","contrasts":[{"conname":"attention scale","conid":"cnt_524b5702780ad"},{"conname":"persistence","conid":"cnt_524b570288099"},{"conname":"interest involvement","conid":"cnt_524b570288b15"},{"conname":"initiation of activities","conid":"cnt_524b575f2b696"},{"conname":"joint attention","conid":"cnt_524b5772e43a8"},{"conname":"affect","conid":"cnt_524b578b851f8"}]},
{"name":"Mini Mental State Examination","id":"tsk_4a57abb949bb1","description":"The mini-mental state examination (MMSE) or Folstein test is a brief 30-point questionnaire test that is used to screen for cognitive impairment. It is commonly used in medicine to screen for dementia. It is also used to estimate the severity of cognitive impairment at a given point in time and to follow the course of cognitive changes in an individual over time, thus making it an effective way to document an individual&#39;s response to treatment.","contrasts":[{"conname":"participant score minus average score","conid":"cnt_4df28c7e2f855"}]},
{"name":"NIH Toolbox Hearing Handicap Inventory","id":"trm_50f37767e2958","description":"This is the screening version of the Hearing Handicap Inventory; different versions are presented for adults (ages 18-64) and the elderly (ages 65+). Both versions are 10-item self-report measures of hearing-related disability that have been widely used in hearing research. Each of the ten items has three response options. Each item has three response options, assigned point values of 0, 2 or 4, with higher scores indicative of more of a self-reported problem for each item. The score provided for the test is thus a total summed score, ranging from 0-40.","contrasts":[{"conname":"self-report score","conid":"cnt_50f377a5d345e"}]},
{"name":"delayed match to sample task","id":"tsk_4a57abb9499e3","description":"Subjects view an item(s). After a brief delay a probe item is presented and subjects are asked to recall if the probe item was presented before the delay (during encoding). Stimuli can be words, pictures, or abstract patterns. ","contrasts":[{"conname":"reaction time to correct stimuli","conid":"cnt_4de90fe2177d0"}]},
{"name":"word stem completion (covert)","id":"trm_4c8a858da803d","description":"Subjects view word stems and silently generate a word that completes the stem.","contrasts":[{"conname":"areas of activation during task minus baseline","conid":"cnt_4e02433a9f223"},{"conname":"ERP strength minus baseline","conid":"cnt_4e0243468cb6f"},{"conname":"BOLD activity during task minus baseline","conid":"cnt_4e0244a565d7c"}]},
{"name":"Emotion Recognition Task","id":"trm_50f734f86b11a","description":"ERT measures the ability to identify emotions in facial expressions. The participant is shown a series of faces which appear on the screen briefly and asked to identify the emotion (happiness, sadness, anger, disgust, surprise and fear). One hundred and eighty stimuli, which are computer morphed images derived from the facial features of real individuals each showing a specific emotion, are displayed on the screen, one at a time, in two blocks of ninety. Each face is displayed for a short while (200ms) and then immediately covered up, and then six buttons are displayed, each describing an emotion which could be portrayed in the photograph. The participant must decide which is the appropriate button to describe the emotion and touch the button. There are fifteen different photographs for each of the six emotions, each showing different levels of intensity.","contrasts":[{"conname":"percent correct","conid":"cnt_50f73673c04d8"}]},
{"name":"nine-hole peg test","id":"tsk_4a57abb949bdb","description":"a timed test of fine motor coordination; the test involves the subject placing 9 dowels in 9 holes. Subjects are scored on the amount of time it takes to place and remove all 9 pegs.","contrasts":[{"conname":"standard deviation from the mean score","conid":"cnt_4df29e99a47ae"},{"conname":"time to complete task with non-dominant hand minus time to complete task with dominant hand","conid":"cnt_4df29eca27ab5"}]},
{"name":"articulatory suppression task","id":"trm_50f5822624e53","description":"A short-term memory task in which the subject must produce irrelevant speech while maintaining information in memory.","contrasts":[{"conname":"suppression - control (articulatory suppression effect)","conid":"cnt_50f582e4f0a26"}]},
{"name":"olfactory monitoring/discrimination","id":"trm_4c89912c79030","description":"Subjects are presented with odors and are instructed to smell them passively or to discriminate according to some feature (pleasant/unpleasant, strong/weak, same/different, etc.).","contrasts":[{"conname":"average accuracy of controls minus accuracy of participant","conid":"cnt_4df67df7aaaea"}]},
{"name":"Brief Symptom Inventory","id":"trm_52405b6f7ebe9","description":"The Brief Symptom Inventory (BSI) is a brief psychological self-report assessment intended to help measure psychological distress and psychiatric disorders in medical and community populations.  It is a shorter version of the SCL-90-R.||http://www.ncbi.nlm.nih.gov/pubmed/6622612","contrasts":[{"conname":"anxiety","conid":"cnt_52405bbeec6bc"},{"conname":"hostility","conid":"cnt_52405bc94d887"},{"conname":"depression","conid":"cnt_52405bd546e33"},{"conname":"somatization","conid":"cnt_52405be30419a"},{"conname":"interpersonal sensitivity","conid":"cnt_52405bf41b0f9"},{"conname":"psychosis","conid":"cnt_52405bff90283"},{"conname":"paranoid","conid":"cnt_52405c0bec117"},{"conname":"obsessive compulsive","conid":"cnt_52405c167b088"},{"conname":"phobia","conid":"cnt_52405c29582fb"}]},
{"name":"PEBL Perceptual Vigilance Task (PPVT)","id":"trm_50b55d8a6da00","description":"This task measures sustained attention and reaction time. A light blinks randomly and the subject is asked to press a button when the they see it. The focus is not on how quickly the subject notices the light, but how often the subject doesn&#39;t notice the light. It is often used to study the effects of sleep deprivation and sleep debt. ","contrasts":[{"conname":"reaction time","conid":"cnt_50b55e542e51d"},{"conname":"omissions","conid":"cnt_50b55e6945a0e"},{"conname":"commissions (false positives)","conid":"cnt_50b55e7cdd645"}]},
{"name":"Birmingham Object Recognition Battery","id":"tsk_4a57abb9498ce","description":"a set of standardized procedures for assessing neuropsychological disorders of visual object recognition which includes tests to assess low-level aspects of visual perception (using same-different matching of basic perceptual features, such as orientation, length, position and object size), intermediate visual processes (e.g., matching objects different in viewpoint), access to stored perceptual knowledge about objects (object decision), access to semantic knowledge (function and associative matches) and access to names from object (picture naming).","contrasts":[{"conname":"copying test","conid":"cnt_4de6716415d2d"},{"conname":"size match","conid":"cnt_4de671af5aeb3"},{"conname":"length match","conid":"cnt_4de671d131ff9"},{"conname":"orientation match","conid":"cnt_4de671e75974e"},{"conname":"position of gap match","conid":"cnt_4de6722368730"},{"conname":"overlapping figures test","conid":"cnt_4de674d6a85e6"},{"conname":"object decision","conid":"cnt_4de6758abdfa5"},{"conname":"minimal feature match","conid":"cnt_4de677aa1e1bb"},{"conname":"foreshortened match","conid":"cnt_4de67800c904a"},{"conname":"drawing from memory test","conid":"cnt_4de6789784d77"},{"conname":"picture naming","conid":"cnt_4de678e027440"}]},
{"name":"Preschool Language Scale","id":"trm_5266bc6473fd8","description":"The Preschool Language Scale (PLS) provides a comprehensive assessment of language development, specifically it measures total language, auditory comprehension, and expressive communication. ","contrasts":[{"conname":"total score","conid":"cnt_5266bca2e6a0d"},{"conname":"auditory comprehension","conid":"cnt_5266bcb8dd805"},{"conname":"expressive communication","conid":"cnt_5266bcd51c5bc"}]},
{"name":"audio-visual target detection task","id":"tsk_4a57abb949889","description":"This task pairs auditory and visual stimuli. Participants are asked to indicate when the paired stimuli are presented in synchrony, or to identify the locations of the stimuli among distracting visual and auditory information.","contrasts":[{"conname":"accuracy without distractors minus accuracy with distractors","conid":"cnt_4e038ad0147d7"},{"conname":"reaction time of participant minus average reaction time of controls","conid":"cnt_4e038b1c6fd1f"},{"conname":"reaction time (to detect target) to one stimulus minus reaction time to paired stimuli","conid":"cnt_4e038ba42d3a7"}]},
{"name":"mixed event-related probe","id":"trm_4e8dd3dfd9fff","description":"When an experimental run consists of blocks of two or more related behavioral tasks.  For example, a mixed event-related probe in a classification learning experiment can consist of alternating blocks of probabilistic classification trials and deterministic classification trials.","contrasts":[{"conname":"blocks of both probabilistic classification trials and deterministic classification trials","conid":"cnt_4ebca8b8bb859"}]},
{"name":"embedded figures test","id":"trm_4b749b8829eee","description":"In the embedded figures test, the research participant is shown a complex background figure and asked to describe it. After this, the participant is shown a target (such as the outline of a triangle) and asked to locate the target amid the background figure.","contrasts":[{"conname":"Segmented blocks","conid":"cnt_4b7c0325a9f17"},{"conname":"Unsegmented blocks","conid":"cnt_4b7c03351fc78"}]},
{"name":"Wechsler Memory Scale Fourth Edition","id":"trm_4b94b12bf0eb2","description":"Areas of Assessment||Updated Test Structure||The WMS-IV has had significant changes to the overall test structure. Based on feedback from customers, we are introducing four new subtests and modifying three existing subtests.||4 subtests were added:||    * Spatial Addition|    * Symbol Span|    * Design Memory|    * General Cognitive Screener||3 subtests retained with modifications:||    * Logical Memory|      Although the stories remain the same as seen in WMS-III for ages 16-69 years old, the repetition trial for Story B has been dropped to increase the consistency with previous editions. For the older age range of 65-90 years old, a new story was developed with content more relevant. The story is shorter and repeated once to enable adequate floor through age 90. You can obtain immediate versus delay and recognition versus delay contrast scores.|    * Verbal Paired Associates|      It now includes a combination of difficult and easy items. For the younger age group (16-69 years) there are 14 items of which 10 are hard. For the older age group (65-90 years), there are 10 items of which six are hard. Delayed Free Recall Trial has been added while Recognition Trial has increased its level of difficulty. You can obtain immediate versus delay and recognition versus delay contrast scores.|    * Visual Reproduction|      While following the same structure and format as seen in WMS-III, there have been a few changes to the subtest. Recognition Trial has been shortened and scoring has been improved. Based on Munro Cullumâs research, scoring is easier and faster than previously experienced and emphasizes recall with less focus on drawing accuracy. You can obtain immediate versus delay and recognition versus delay contrast scores.||8 subtests were eliminated:||    * Information & Orientation|    * Spatial Span|    * Mental Control|    * Faces|    * Digit Span|    * Family Pictures|    * Letter Number|    * Word List (CVLT-II can be entered int","contrasts":[{"conname":"Vocabulary","conid":"cnt_4e012e2269d7d"},{"conname":"Information","conid":"cnt_4e012e64947cf"},{"conname":"Logical Memory","conid":"cnt_4e012f7ba05e2"},{"conname":"Verbal Paired Associates","conid":"cnt_4e012fc0a6d05"},{"conname":"Designs","conid":"cnt_4e01302681cd3"},{"conname":"Visual Reproduction","conid":"cnt_4e01306ba8db6"},{"conname":"Spatial Addition","conid":"cnt_4e013090c4cf1"},{"conname":"Symbol Span","conid":"cnt_4e0130c979bf1"},{"conname":"participant score minus average score","conid":"cnt_4e01329cad8aa"},{"conname":"immediate score minus delayed score","conid":"cnt_4e0133e4d4fe1"}]},
{"name":"pseudoword naming task","id":"tsk_4a57abb949d25","description":"Participants are presented (usually one at a time, rather than in list form) with words and pseudowords, which are strings of letters that have no meaning in the language but are still pronounceable and asked to read aloud what they see. In pseudoword choice or decision tasks, they are asked to identify whether the items are words or not.","contrasts":[{"conname":"Word","conid":"cnt_4df8fae1e604a"},{"conname":"Morphologically Decomposable Pseudowords","conid":"cnt_4df8fb518c099"},{"conname":"Morphologically Non-decomposable Pseudowords","conid":"cnt_4df8fb9e0224f"},{"conname":"Response time to morphologically non-decomposable pseudowords minus response time to morphologically decomposable psuedowords","conid":"cnt_4df8fc0a76f53"},{"conname":"response time to pseudowords minus response time to words","conid":"cnt_4df8fc1e54759"}]},
{"name":"rapid serial visual presentation task","id":"tsk_4a57abb949879","description":"attentional processing of a first stimulus interferes with and/or delays the allocation of attention to a second stimulus if the second is presented before the processing of the first has been completed.","contrasts":[{"conname":"response to first stimulus","conid":"cnt_4de6c3b459269"},{"conname":"magnitude of response to second stimulus","conid":"cnt_4de6c3c82d46d"}]},
{"name":"NIH Toolbox 9-Hole Pegboard Dexterity Test","id":"trm_50eb4d3d96ff8","description":"This simple test of manual dexterity records the time required for the participant to accurately place and remove nine plastic pegs into a plastic pegboard. The protocol includes one practice and one timed trial with each hand. Raw scores are recorded as time in seconds it takes the participant to complete the task with each hand (separate score for each).","contrasts":[{"conname":"time to complete","conid":"cnt_50eb4e0450867"}]},
{"name":"heat sensitization/adaptation","id":"trm_4e5662373bc89","description":"A long (~ 30 seconds or more) heat stimulus is applied to the skin and the participant rates the experienced sensation continuously on a visual analogue scale","contrasts":[{"conname":"Heat Stimulation versus Baseline","conid":"cnt_4e6a34f8c2f2c"}]},
{"name":"Children&#39;s Yale-Brown Obsessive Compulsive Scale","id":"trm_52602c143d3a9","description":"a widely used measure of obsessive compulsive disorder (OCD) symptom severity in youth.","contrasts":[{"conname":"total score","conid":"cnt_52602c88d74b0"}]},
{"name":"Edinburgh Handedness Inventory","id":"tsk_4a57abb949a41","description":"a measurement scale used to assess the dominance of a person&#39;s right or left hand in everyday activities. It consists of a questionnaire with 10 activities listed (writing, drawing, throwing, using scissors, using a toothbrush, using a knife without a fork, using a spoon, the upper hand when using a broom, striking a match, and opening the lid of a box). Participants must indicate which hand they would use, and the strength of this preference (strong, less strong, indifferent).","contrasts":[{"conname":"sum of strength scores x sum of items per hand","conid":"cnt_4de963f853b03"}]},
{"name":"forward digit span task","id":"tsk_4a57abb949a85","description":"A method of short-term memory measurement in which a person listens to someone say a series of single-digit numbers and must repeat them back in the same order they were given.","contrasts":[{"conname":"subject groups","conid":"cnt_4de575b6944bf"},{"conname":"length of longest correct sequence","conid":"cnt_4ded480d5aec0"}]},
{"name":"action imitation task","id":"tsk_4a57abb94981d","description":"A task in which a participant sees another person perform an action and later performs the same action him/herself.  Imitation can be immediate or delayed.  It can be instructed or elicited implicitly (without the participant&#39;s conscious awareness).  The actions imitated can be familar/meaningful actions or unfamilar/meaningless actions.","contrasts":[{"conname":"meaningful","conid":"cnt_4de53a9746a40"},{"conname":"meaningless","conid":"cnt_4de53abc62d10"},{"conname":"immediate accuracy minus delayed accuracy","conid":"cnt_4e08fdee5aec9"},{"conname":"accuracy for meaningful actions minus accuracy for meaningless actions","conid":"cnt_4e08fe051b67b"},{"conname":"standard deviation from the mean accuracy score","conid":"cnt_4e08fe37729fc"}]},
{"name":"Expressive One Word-Picture Vocabulary Test","id":"trm_5262c98a09546","description":"The Expressive One Word-Picture Vocabulary Test assesses English speaking vocabulary and verbal intelligence for individuals age 2 to 95 years.||http://portal.wpspublish.com/portal/page?_pageid=53,272879&_dad=portal&_schema=PORTAL|","contrasts":[{"conname":"total score","conid":"cnt_5262c996e744b"}]},
{"name":"cued explicit recognition","id":"trm_4c898b29660b0","description":"Subjects view a list of items (words, pictures, sounds, or abstract patterns) prior to scanning.  During scanning, probe words are presented and subject recall if the words are familiar or unfamiliar.","contrasts":[{"conname":"hit rate (number of correct recognitions)","conid":"cnt_4de7d07b4366d"},{"conname":"false alarm rate (number of incorrect recognitions)","conid":"cnt_4de7d0972591c"},{"conname":"miss rate (number of items subject failed to recognize)","conid":"cnt_4de7d0b31ce2e"}]},
{"name":"NIH Toolbox Vision-Related Quality of Life Survey","id":"trm_50f37f231aa4c","description":"This Toolbox Supplemental measure assesses an individualâs self-reported quality of life related to visual function in six different areas: color vision, distance vision, near vision, ocular symptoms, psycho-social and role performance. The participant responds to 53 questions, most of which start with, âHow much,â âTo what extent,â or âHow much of a problem,â choosing from a list of answer options ranging from âNot difficult at allâ to âVery difficult.â","contrasts":[{"conname":"survey IRT score","conid":"cnt_50f37f45b00e2"}]},
{"name":"backward digit span task","id":"tsk_4a57abb94989b","description":"In a typical test of memory span, a list of random numbers or letters is read out loud or presented on a computer screen at the rate of one per second. The test begins with two to three numbers, increasing until the person commits errors. At the end of a sequence, the person being tested is asked to recall the items in reverse of the presented order.","contrasts":[{"conname":"sequence length","conid":"cnt_5020196a49a19"}]},
{"name":"dual sensitization","id":"trm_4e5e7ac84c2e5","description":"Heat stimuli below, at, and above pain threshold (PT; stimulation interval: 30 â 40 seconds) are applied to the skin and the participant gives continuous pain ratings on a visual analogue scale. ","contrasts":[{"conname":"Stimulation at PT-1.0°C minus Baseline","conid":"cnt_4e5e7c5149eec"},{"conname":"Stimulation at PT-0.7°C minus Baseline","conid":"cnt_4e5e7c658c494"},{"conname":"Stimulation at PT+0.7°C minus Baseline","conid":"cnt_4e5e7c8b11873"},{"conname":"Stimulation at PT+1.3°C minus Baseline","conid":"cnt_4e5e7ca787237"}]},
{"name":"Penn Face Memory Test","id":"trm_50f99e56117fe","description":"presents 20 digitized faces that are then mixed with 20 distractors equated for age, gender and ethnicity. The participantâs score reflects the number of correctly recognized targets and correctly rejected foils, and median response times for correct responses serves as a measure of speed. The procedure is repeated at 20 min delay. ","contrasts":[{"conname":"number correct","conid":"cnt_50f99e5dc7aff"},{"conname":"number of correct rejections","conid":"cnt_50f99e6433ec8"},{"conname":"false positives","conid":"cnt_50f99e6849d22"}]},
{"name":"verbal working memory task","id":"trm_4f2457a8b0bc8","description":"A class of tasks involving the online maintenance and/or manipulation of verbal information. The Verbal Recognition Memory test, which assesses immediate and delayed memory of verbal information under free recall and forced choice recognition conditions, should provide comparable results. In the VRM test, the participant is shown a list of 12 words, one at a time, and then asked to:|1)produce as many of the words as possible immediately following the presentation.|2)recognize the words they have seen before from a list of 24 words containing the original 12 words and 12 distractors.|3)following a delay of 20 minutes, recognize the words they have seen before from another list of 24 words containing the original list and 12 new distractors.","contrasts":[{"conname":"number correct","conid":"cnt_50f7409730966"}]},
{"name":"semantic association task","id":"tsk_4a57abb949d92","description":"Participants are shown pairs of words or pictures and asked to identify if the items are semantically related.","contrasts":[{"conname":"ERP for related stimuli minus ERP for unrelated stimuli","conid":"cnt_4dfa704eaedf9"},{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4dfa709c313b1"},{"conname":"Semantically associated items","conid":"cnt_4dfa71f0c9d32"},{"conname":"Semantically unrelated items","conid":"cnt_4dfa7237ec1f0"}]},
{"name":"object-discrimination task","id":"tsk_4a57abb949be9","description":"Participants are shown pairs or sets of objects. Experimenters then try to discern whether the participant is able to discriminate between the objects. This can be done by having subjects match identical objects to each other, having certain objects become associated with rewards and measuring accuracy, or measuring time spent observing novel objects compared to time spent observing previously seen objects.","contrasts":[{"conname":"d&#39; (difference between correct identifications and false alarms)","conid":"cnt_4df663cf4ea8a"},{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4df66400663ec"}]},
{"name":"logical reasoning task","id":"trm_4f24154867d84","description":"Over 32 trials participants see a phrase (e.g. &#34;A precedes B&#34;) and a letter sequence (e.g. &#34;AB&#34;) and must evaluate the relationship as true or false.","contrasts":[{"conname":"proportion of correct responses","conid":"cnt_5021ae2c2ab3c"}]},
{"name":"Kanizsa figures","id":"tsk_4a57abb949b00","description":"An ambiguous figure in which the illusory contour of a square (or triangle) appears in the middle of four (or three) truncated solid squares (or circles). It is an illustration of the perceptual ability to make sense of an incomplete figure by creating a &#39;whole&#39; image from the separate elements (Gestalt organization).","contrasts":[{"conname":"reaction time to figures minus reaction time to Kanizsa figures","conid":"cnt_4df133a20d8da"},{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4df133b48842d"}]},
{"name":"Spatial Recognition Memory","id":"trm_50f733d7305a1","description":"This is a test of visual spatial recognition memory in a 2-choice forced discrimination paradigm. This test is often used, in conjunction with Pattern Recognition Memory (PRM) , before the Paired Associates Learning (PAL) test, as both these tests help to train the participant for PAL. PRM and SRM contain different elements of PAL and the results considered together help to decide on the exact nature of the cognitive deficit being considered. The participant is presented with a white square, which appears in sequence at five different locations on the screen. In the recognition phase, the participant sees a series of five pairs of squares, one of which is in a place previously seen in the presentation phase. The other square is in a location not seen in the presentation phase. As with the PRM test, locations are tested in the reverse of the presentation order. This sub-test is repeated three more times, each time with five new locations","contrasts":[{"conname":"number correct","conid":"cnt_50f7346907d30"},{"conname":"false positives","conid":"cnt_50f73471382f8"}]},
{"name":"WISC-R Mazes","id":"trm_4b86c55f3d5df","description":"This task involves completing a series of increasingly complex mazes.  ","contrasts":[{"conname":"participant score minus average score","conid":"cnt_4e0219a2de6be"}]},
{"name":"stop signal task","id":"tsk_4a57abb949e1a","description":"Participants usually perform a choice reaction time in which they have to respond as quickly as possible to a particular stimulus feature (e.g. colour, shape, identity, or location). On a minority of the trials, the go stimulus is followed by an additional signal (e.g. an auditory tone or a visual cue), which instructs participants to withhold their planned response. ","contrasts":[{"conname":"Go trial","conid":"cnt_4b44a4d544ee7"},{"conname":"Stop trial","conid":"cnt_4b44a4f353f68"},{"conname":"Stop Signal Reaction Time","conid":"cnt_4b44a5321112e"},{"conname":"Successful Stop Trial","conid":"cnt_4c6b5fd5bfc41"},{"conname":"Unsuccessful stop trial","conid":"cnt_4c6b600d4b80f"},{"conname":"Successful Stop trial - Go trial","conid":"cnt_4caced7c54a55"},{"conname":"Successful Stop trial - Failed Stop trial","conid":"cnt_52b00d23dc3e9"}]},
{"name":"Salthouse and Babcock Listening Span task ","id":"tsk_4a57abb949d69","description":"Participants listen to an experimenter read a set of sentences. The participant must simultaneously respond to comprehension questions, and record or remember the last word of each sentence. The measure of &#34;listening span&#34; is then the number of correct words recalled.","contrasts":[{"conname":"listening span of participant minus average listening span","conid":"cnt_4dfa3e4d70781"},{"conname":"listening comprehension of participant minus average listening comprehension","conid":"cnt_4dfa3ebab2930"},{"conname":"listening span with comprehension questions minus listening span without","conid":"cnt_4dfa3ef2bcbf0"},{"conname":"listening comprehension with listening span task minus listening comprehension without","conid":"cnt_4dfa3f0edd3d4"}]},
{"name":"One Touch Stockings of Cambridge","id":"trm_50f84bbdcfa4e","description":"One Touch Stockings of Cambridge is a spatial planning task which gives a measure of frontal lobe function. OTS is a variant of the Stockings of Cambridge task and places greater demands on working memory as the participant has to visualise the solution. As for SOC (Stockings of Cambridge), the participant is shown two displays containing three coloured balls. The displays are presented in such a way that they can easily be perceived as stacks of coloured balls held in stockings or socks suspended from a beam. This arrangement makes the 3-D concepts involved apparent to the participant, and fits with the verbal instructions.||There is a row of numbered boxes along the bottom of the screen. The test administrator first demonstrates to the participant how to use the balls in the lower display to copy the pattern in the upper display, and completes one demonstration problem, where the solution requires one move. The participant must then complete three further problems, one each of 2 moves, 3 moves and 4 moves.||Next the participant is shown further problems, and must work out in their head how many moves the solutions to these problems require, then touch the appropriate box at the bottom of the screen to indicate their response.","contrasts":[{"conname":"number of moves required to complete task","conid":"cnt_50f84d060a842"},{"conname":"number of problems solved on first choice","conid":"cnt_50f84d6fe2b09"}]},
{"name":"delayed memory task","id":"trm_4fba85a597ca9","description":"a number between 2 and 7 digits is displayed for a brief period and is followed by a greater period of time than that in its complement, the immediate memory task, that contains distractor stimuli.","contrasts":[{"conname":"commission errors (false alarms)","conid":"cnt_50070f2604b71"},{"conname":"proportion of correct to incorrect responses","conid":"cnt_50070f9310204"}]},
{"name":"Children&#39;s Communication Checklist","id":"trm_5255c99be1e53","description":"The Childrenâs Communication Checklist is a 70 item questionnaire that assesses children&#39;s speech, vocabulary, sentence structure, and social language skills, to be filled out by an adult or caregiver.  language and pragmatics.","contrasts":[{"conname":"language structure","conid":"cnt_5255c9e5a349e"},{"conname":"pragmatic skills","conid":"cnt_5255c9f1ebfda"},{"conname":"social engagement","conid":"cnt_5255c9fbe77f0"},{"conname":"speech","conid":"cnt_5255cb7b65a68"},{"conname":"general communication composite","conid":"cnt_5255cb8a5a7c9"},{"conname":"syntax","conid":"cnt_5255cbcce4b86"},{"conname":"semantics","conid":"cnt_5255cbd7b880a"},{"conname":"coherence","conid":"cnt_5255cbe8f3d77"},{"conname":"initiation","conid":"cnt_5255cbf47097d"},{"conname":"context","conid":"cnt_5255cc169ffda"},{"conname":"scripted language","conid":"cnt_5255cc24c4013"},{"conname":"interests","conid":"cnt_5255cc441ddfb"}]},
{"name":"Eriksen flanker task","id":"tsk_4a57abb949a4f","description":"A task in which participants view stimuli (typically arrows) presented one at a time and to which they must make a simple lexical response. These stimuli are surrounded by either distracting or facilitating items. Distracting items are typically associated with an opposite response (&#34;incongruent&#34; = pointing in opposite direction to target stimulus), whereas facilitating items are typically associated with the same response as the target stimulus (&#34;congruent&#34; = pointing in the same direction as the target stimulus).","contrasts":[{"conname":"congruent","conid":"cnt_4decfedb91973"},{"conname":"incongruent","conid":"cnt_4decff04d5cb5"},{"conname":"incongruent response time - congruent response time","conid":"cnt_4decff6567821"},{"conname":"incongruent minus congruent depending on the previous congruent condition","conid":"cnt_5358f019cdf06"}]},
{"name":"Social Responsiveness Scale","id":"trm_5208fe678c652","description":"The social responsiveness scale (SRS) is a 65 item rating scale used to assess social awareness, social information processing, capacity for reciprocal social communication, social anxiety/avoidance, and autistic preoccupations and traits.  The original SRS is completed by a parent or teacher for children from 4 to 18 years of age. The second version of the SRS is extended to 2.5 years into adulthood, validated on a larger sample, and allowing for self-report.||Subscales Include:|1. Social Awareness|2. Social Cognition|3. Social Communication|4. Social Motivation|5. Restricted Interests and Repetitive Behavior||Additionally, the Total Score reflects overall severity of social deficits.","contrasts":[{"conname":"social awareness","conid":"cnt_5208ff7d82bce"},{"conname":"total score","conid":"cnt_5208ff894a6b7"},{"conname":"social cognition","conid":"cnt_5208ffc82d64b"},{"conname":"autistic mannerisms","conid":"cnt_5208fff0019d6"},{"conname":"social communication","conid":"cnt_520900032796f"},{"conname":"social motivation","conid":"cnt_520900265b01d"}]},
{"name":"acupuncture task","id":"trm_4c8989e1f3df7","description":"subjects are monitored for their cognitive, behavioral, and/or physiological responses to stimulation with filamentous needles","contrasts":[{"conname":"pain at baseline minus pain during acupuncture","conid":"cnt_4e038151ee9fb"},{"conname":"areas of activation during task minus baseline","conid":"cnt_4e0381ab6d190"},{"conname":"active versus sham","conid":"cnt_4e495afedc2df"}]},
{"name":"Motor Screening Task","id":"trm_50f72e93ea9e3","description":"The Motor Screening Task is typically administered at the beginning of a battery, and serves as a simple introduction to the touch screen for the participant. If a participant is unable to comply with the simple requirements of this task it is unlikely that they will be able to complete other tasks successfully. This task therefore screens for visual, movement and comprehension difficulties.","contrasts":[{"conname":"success","conid":"cnt_50f72efe2012e"}]},
{"name":"action observation task","id":"tsk_4a57abb949846","description":"Subjects view images of actions in order to learn the action themselves. ","contrasts":[{"conname":"standard deviation from the mean accuracy score","conid":"cnt_4e08fefbf0382"}]},
{"name":"counterconditioning","id":"trm_50240427b4c1b","description":"a CS already paired with a particular US is associated with a second US that is often incompatible with the first US","contrasts":[{"conname":"reponse to US1 versus response to US2","conid":"cnt_50240446b8e2e"}]},
{"name":"Change Detection Task","id":"trm_5154906cbead5","description":"The subject is presented with an array, then after a short delay, presented with a second array. In the no-change condition, the second array is identical to the first. In the change condition, the second array differs by a single item. Subjects must identify whether a change has occurred or not, and if so, are often asked to point out the change. Other versions target different sensory abilities, such as auditory change detection or face change detection.","contrasts":[{"conname":"false positives","conid":"cnt_515490d277b2e"},{"conname":"number correct","conid":"cnt_5154924daead4"}]},
{"name":"Social Competence Questionnaire","id":"trm_525c4a78089ad","description":"A questionnaire to assess social competence in children.","contrasts":[{"conname":"total score","conid":"cnt_525c4abf79872"}]},
{"name":"Wisconsin card sorting test","id":"tsk_4a57abb949f21","description":"The participant is presented with stimulus cards with shapes on them.  The cards differ in color of the shapes, number of the shapes, and the form of the shapes. The participant is asked to sort these cards into two piles. The participant is not told what stimulus dimension to use in order to sort the cards, but the administrator tells the participant if a particular match is correct. During the test, the sorting rules are changed and the participant must discover the new sorting rule in order to be successful. ","contrasts":[{"conname":"First category","conid":"cnt_4b7c0a3329368"},{"conname":"Subsequent categories","conid":"cnt_4b7c0aa41e7a4"},{"conname":"Perseverative errors","conid":"cnt_4b7c101e9b549"},{"conname":"Nonperseverative errors","conid":"cnt_4b7c1033c2b16"},{"conname":"Failure to maintain set","conid":"cnt_4b7c108cc7a68"},{"conname":"Total number of categories acheived","conid":"cnt_4b7c10b1b1de1"}]},
{"name":"free word list recall","id":"trm_4c898fc6722f4","description":"Participants view a list of words and after a delay are asked to freely recall the words presented.","contrasts":[{"conname":"emotion manipulation versus control","conid":"cnt_4ded4b345f82a"},{"conname":"category list","conid":"cnt_4ded4b7c49083"}]},
{"name":"face n-back task","id":"tsk_4a57abb949a6a","description":"Task in which face stimuli are presented one at a time in a continuous stream, and the objective is to detect when the current face matches the face presented n previously (1,2, or 3 faces before).","contrasts":[{"conname":"emotion detection","conid":"cnt_4ded127195273"},{"conname":"identity detection","conid":"cnt_4ded129f8c996"}]},
{"name":"Behavioral Rating Inventory of Executive Function","id":"tsk_4a57abb9498ab","description":"used for evaluating and planning treatment strategies for a wide spectrum of developmental and acquired neurological conditions, including learning disabilities, low birth weight, ADHD, Tourette&#39;s disorder, Traumatic Brain Injury, and Autism; consists of 8 non-overlapping clinical scales that form two broader indexes: Behavior Regulation (three scales) and Metacognition (five scales). A Global Executive Composite score is also produced; completed by parents and teachers, is suitable for children as young as 5 years old.","contrasts":[{"conname":"Negativity Scale","conid":"cnt_4de57f6d43cfd"},{"conname":"Inconsistency Scale","conid":"cnt_4de57f7db9e97"}]},
{"name":"word attack","id":"tsk_4a57abb949f2f","description":"Participants must read non-words aloud. Raw scores are converted into a &#34;reading comprehension age,&#34; which is then compared to the participant&#39;s real age to determine if they are a poor or gifted reader.","contrasts":[{"conname":"reading comprehension age minus real age","conid":"cnt_4e022a9861397"}]},
{"name":"Graded Naming Test","id":"trm_50f741a965470","description":"The Graded Naming Test, developed by Professor Elizabeth Warrington and Dr Pat McKenna in 1980 , has been used extensively in cognitive neuropsychology. The Graded Naming Test (GNT) avoids the problem of ceiling effects in previous naming tests by having subjects name drawings of objects in ascending difficulty. Reduced efficiency in retrieving the name of an object can be the first and only indication of impaired language functioning. This test assesses object-naming ability, but is in addition graded in difficulty to allow for individual differences. This means that it may be able to detect any word-finding difficulty even in those with an extensive naming vocabulary. Currently available in UK English only (this test is culturally biased and there are no alternative versions at present).","contrasts":[{"conname":"number correct","conid":"cnt_50f741b1591cf"}]},
{"name":"classification probe without feedback","id":"trm_4ebc9d2e397f2","description":"is preformed after receiving training in the classification learning task.  It is similar to the classification learning task but in this task the subject does not receive feedback.","contrasts":[{"conname":"classification learning trials","conid":"cnt_4ebcaad4c41d7"}]},
{"name":"Battelle Developmental Inventory","id":"trm_523e10cad0ce6","description":"The Battelle Developmental Inventory (BDI) is an assessment for children (newborn to 7 years 11 months) that assesses early childhood developmental milestones in the domains of personal-social, adaptive, motor, communication, and cognitive ability.","contrasts":[{"conname":"total score","conid":"cnt_523e12859c3ce"}]},
{"name":"Loneliness Rating Scale","id":"trm_529d087705bfa","description":"The loneliness rating scale is a 40 item questionnaire to assess current level of loneliness.||http://www.ncbi.nlm.nih.gov/pubmed/16367513","contrasts":[{"conname":"total score","conid":"cnt_529d0a711d43d"}]},
{"name":"picture naming task","id":"tsk_4a57abb949cfb","description":"participants are shown pictures of objects and asked to identify the item.","contrasts":[{"conname":"accuracy of participant minus average accuracy of age-matched controls","conid":"cnt_4df6a77053b3f"}]},
{"name":"Early Development Interview (EDI)","id":"trm_5298ed1336e43","description":"The Early Development Interview measures the following:||Communication|Repetitive Behavior|Regulatory|Social|Sensory|Tone|Family Changes|Child Medical Events|Stressful Events||http://ndar.nih.gov/ndar_data_dictionary.html?short_name=edi01|","contrasts":[{"conname":"communication","conid":"cnt_5298ed32ea678"},{"conname":"repetitive behavior","conid":"cnt_5298ed452d73c"},{"conname":"regulatory behavior","conid":"cnt_5298ed53c8281"},{"conname":"social","conid":"cnt_5298ed5f7af62"},{"conname":"sensory","conid":"cnt_5298ed6939932"},{"conname":"tone","conid":"cnt_5298ed71daa03"},{"conname":"stressful event","conid":"cnt_5298ed8042bfc"}]},
{"name":"span/supra-span test","id":"tsk_4a57abb949de3","description":"Participants are given sequences to recall that exceed their working memory span, usually by about 2 items, however the sequence contains a smaller repeating sequence(s) among the non-repeating items.","contrasts":[{"conname":"supra-span minus span","conid":"cnt_4e08fb9717d43"}]},
{"name":"PDD Behavior Inventory","id":"trm_5262d903ae91d","description":"The Pervasive Developmental Disorder Behavioral Inventory assess responsiveness to intervention in children with a pervasive developmental disorder.  The extended form assesses two categories, each including a set of subscales:||Approach/Withdrawal Problems:||Sensory/Perceptual Approach|Ritualisms/Resistance to Change|Social Pragmatic Problems|Semantic Pragmatic Problems|Arousal Regulation Problems (extended form)|Specific Fears (extended form)|Aggressiveness (extended form)||Receptive/Expressive Social Communication Abilities:||Social Approach Behaviors|Expressive Language|Learning, Memory, and Receptive Language (extended form)","contrasts":[{"conname":"aggressiveness","conid":"cnt_5262d98b148af"},{"conname":"arousal","conid":"cnt_5262d994b86f1"},{"conname":"phonological skills","conid":"cnt_5262d9a1aec5c"},{"conname":"semantic/pragmatic competence","conid":"cnt_5262d9b79a40e"},{"conname":"specific fears","conid":"cnt_5262d9d19c56b"},{"conname":"learning, memory, and receptive language","conid":"cnt_5262d9e96079d"},{"conname":"ritualisms","conid":"cnt_5262d9fd26a5f"},{"conname":"sensory total","conid":"cnt_5262da0b14ae6"},{"conname":"semantic/pragmatic problems","conid":"cnt_5262da1dbe022"},{"conname":"social approach","conid":"cnt_5262da3a15ba0"},{"conname":"total score","conid":"cnt_5262da43d451b"}]},
{"name":"Uznadze haptic illusion task","id":"trm_4da88ec6735ad","description":"Two spheres of different sizes are repeatedly placed in participants&#39; hands, and they are asked to compare the sizes; upon the final presentation these are replaced with identically sized spheres.","contrasts":[{"conname":"same size-different size","conid":"cnt_50046d4f1c8a1"}]},
{"name":"NIH Toolbox 4-Meter Walk Gait Speed Test ","id":"trm_50eb585f62f24","description":"This test is adapted from the 4-meter walk test in the Short Physical Performance Battery.  Participants are asked to walk a short distance (four meters) at their usual pace. Participants complete one practice and then two timed trials. Raw scores are recorded as the time in seconds required to walk 4 meters on each of the two trials, with the better trial used for scoring. ","contrasts":[{"conname":"number of seconds to walk 4m","conid":"cnt_50eb6892e9317"}]},
{"name":"probabilistic reversal learning task","id":"trm_4da6318f7381b","description":"participants learn to respond according to the opposite, previously irrelevant, stimulusâreward pairing, often in a visual discrimination task","contrasts":[{"conname":"ﬁnal reversal errors minus correct responses","conid":"cnt_5016e59e25341"},{"conname":"other preceding reversal errors minus correct responses","conid":"cnt_5016e5ab53cce"},{"conname":"probabilistic errors minus correct responses","conid":"cnt_5016e5b8068a9"},{"conname":"ﬁnal reversal errors minus other preceding reversal errors","conid":"cnt_5016e5c349611"},{"conname":"ﬁnal reversal errors minus probabilistic errors","conid":"cnt_5016e5cec4bf4"}]},
{"name":"target detection task","id":"trm_4f242499b8952","description":"refers broadly to a kind of task in which participants are to react to a target stimulus among distractor stimuli","contrasts":[{"conname":"stimulus onset asynchrony (SOA)","conid":"cnt_4ffcb50c3f71c"},{"conname":"stimulus onset asynchrony (SOA)","conid":"cnt_50b42fb7d7c9d"}]},
{"name":"Warrington's Face/Word Recognition Test","id":"tsk_4a57abb949ef7","description":"Also called the Warrington Recognition Memory Test (RMT), &#34;the RMT consists of the presentation of 50 printed words at the rate of one word every 3 s, and for each word the subject is required to judge the presented stimulus as &#34;pleasant&#34; or &#34;unpleasant&#34; to help ensure that they are attending to the stimulus items. The patient is then presented with a series of word pairs, and the task is to identify which of the two words came from the target list. A series of 50 faces is then presented at the same rate, and the patient is asked to provide the same pleasant versus unpleasant judgments; the patient|is then presented with a series of 50 pairs of faces, and the task is again to identify which of the two faces came from the target list.&#34; - (Hermann, Connell, Barr, & Wyler 1995)","contrasts":[{"conname":"RMW","conid":"cnt_4e0112e7d3bca"},{"conname":"RMF","conid":"cnt_4e011301aee39"},{"conname":"RMW minus RMF","conid":"cnt_4e01131ba65a7"},{"conname":"participant score minus average score","conid":"cnt_4e0113430ffad"}]},
{"name":"Adolescent Symptom Inventory","id":"trm_523df616da8a6","description":"The Adolescent Symptom Inventory (4th version) is a 120 question rating scale that screens for 18 DSM-IV emotional and behavioral disorders in youths between 12 and 18 years old.  These scores have shown a high correspondence with psychiatric diagnoses.","contrasts":[{"conname":"ADHD Inattentive - Severity Score","conid":"cnt_523df6dc5a14b"},{"conname":"ADHD Combined - Severity Score","conid":"cnt_523df6e767ea6"},{"conname":"ADHD Hyperactivity / Impulsivity - Severity Score","conid":"cnt_523df7075b68e"},{"conname":"Conduct Disorder - Severity Score","conid":"cnt_523df7166b0aa"},{"conname":"Antisocial Personality - Severity Score","conid":"cnt_523df727b2b2d"},{"conname":"General Anxiety Disorder - Severity Score","conid":"cnt_523df733af85f"},{"conname":"Opposition Defiant Disorder - Severity Score","conid":"cnt_523df74587157"},{"conname":"Specific Phobia - Severity Score","conid":"cnt_523df759d51e4"},{"conname":"Panic Attack - Severity Score","conid":"cnt_523df76abff7c"},{"conname":"Obsessions - Severity Score","conid":"cnt_523df778821d2"},{"conname":"Compulsions - Severity Score","conid":"cnt_523df7816b16b"},{"conname":"PTSD - Severity Score","conid":"cnt_523df78aee64c"},{"conname":"Motor Tics - Severity Score","conid":"cnt_523df7992469b"},{"conname":"Vocal Tics - Severity Score","conid":"cnt_523df7a5120c9"},{"conname":"Somatization Disorder - Severity Score","conid":"cnt_523df7b28d95a"},{"conname":"Social Phobia - Severity Score","conid":"cnt_523df7c01a116"},{"conname":"Separation Anxiety - Severity Score","conid":"cnt_523df7d6697ef"},{"conname":"Schizoid Personality - Severity Score","conid":"cnt_523df7e0f0100"},{"conname":"Schizophrenia - Severity Score","conid":"cnt_523df7fc9aa9f"},{"conname":"Nocturnal Enuresis - Severity Score","conid":"cnt_523df80a6d9a1"},{"conname":"Major Depressive Disorder - Severity Score","conid":"cnt_523df8243edb4"},{"conname":"Enuresis, Encopresis - Severity Score","conid":"cnt_523df830e8f93"},{"conname":"Dysthymic Disorder - Severity Score","conid":"cnt_523df847494a2"},{"conname":"Anorexia Nervosa - Severity Score","conid":"cnt_523df856697a2"},{"conname":"Bipolar Disorder - Severity Score","conid":"cnt_523df86e56445"},{"conname":"Bulimia Nervosa - Severity Score","conid":"cnt_523df87d24f91"}]},
{"name":"micturition task","id":"trm_4c89909cc1f33","description":"Subjects think about voiding urine, provide urine samples, or keep a micturition diary.","contrasts":[{"conname":"areas of activation during task minus baseline","conid":"cnt_4df289c4c46fa"}]},
{"name":"sequence recall/learning","id":"trm_4c8a83cac75f5","description":"Subjects learn and/or perform a complex sequence of finger tapping, button pressing, pointing/clicking, or various other motor responses.","contrasts":[{"conname":"accuracy with learning minus accuracy without learning/practice","conid":"cnt_4dfa7d117d48f"},{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4dfa7d1ad09a6"}]},
{"name":"Peabody Picture Vocabulary Test","id":"trm_5266bebe14d2e","description":"The Peabody Picture Vocabulary Test (PPVT) is a vocabulary assessment to assess receptive and expressive vocabulary performance.","contrasts":[{"conname":"total score","conid":"cnt_5266c222da58d"}]},
{"name":"letter number sequencing","id":"trm_4c3e0a9576c3b","description":"a task that requires the reordering of an initially unordered set of letters and numbers","contrasts":[{"conname":"longest correct sequence of controls minus longest correct sequence of subject","conid":"cnt_4df1585e55f60"}]},
{"name":"contextual cueing task","id":"trm_4f24492504ca0","description":"participants perform visual search for targets among distractor stimuli in invariant or variable conï¬gurations randomly mixed within trials; because targets appear in the same locations within invariant configurations, these configurations function as a context cueing the participant.","contrasts":[{"conname":"variable – invariant","conid":"cnt_50049a0f821aa"},{"conname":"number of distractors","conid":"cnt_5005b3ba37b11"}]},
{"name":"Posner cueing task","id":"tsk_4a57abb949d17","description":"Subjects view two stimuli (boxes, letters, etc.) and are cued by an arrow to attend to one of the stimuli.  Subjects then discriminate and respond (e.g., press a button when one of the boxes is filled with a diagonal cross, or press the left button for an &#34;X&#34; and the right button for an &#34;O&#34;). ","contrasts":[{"conname":"Uncued","conid":"cnt_4df8e1f29b788"},{"conname":"Congruent Cue","conid":"cnt_4df8e24a62cc8"},{"conname":"Incongruent Cue","conid":"cnt_4df8e2760df07"},{"conname":"incongruent response time - congruent response time","conid":"cnt_4df8e29765d7b"},{"conname":"congruent response time - uncued response time","conid":"cnt_4df8e2af408ed"}]},
{"name":"Piaget&#39;s Water Jar Task","id":"trm_5206bf053acf4","description":"This task tests whether children understand the principle of conservation, or the idea that two objects are still equivalent after a transformation of one of them.  Specifically, the &#34;Water Jar Task&#34; tests if children have attained &#34;conservation of liquid quantity.&#34; The child is asked to assess if the same amount of water in different glasses is in fact equal.  ","contrasts":[{"conname":"Average difference in degrees from correct answer","conid":"cnt_5206bf3813b0d"}]},
{"name":"NIH Toolbox Dynamic Visual Acuity Test","id":"trm_50f38098952cb","description":"This test is a measure of gaze stability during head movement, which helps identify individuals who may have a deficit of the vestibular system (which regulates internal balance). First, the NIH Toolbox Visual Acuity Test must be administered, followed by the DVA Test. Participants are again seated 12.5 feet from a computer monitor at eye level. For the DVA Test, participants wear lightweight headgear that contains a rate sensor and are asked to move the head back and forth, as if indicating âno.â Once the head is measured to be moving at greater than 180 degrees per second by the rate sensor, an optotype flashes on the monitor, and the participant is asked to identify it. As with the Visual Acuity Test, only the letters H, O, T and V are used for ages 3-7, while ages 8+ use the entire letter set. Smaller optotypes are displayed as the participant correctly identifies letters, and larger ones are displayed if the participant cannot correctly identify the letter shown, until the computer has calculated the smallest size that the participant can see with the head moving. This is calculated separately for head rotation leftward and rightward from center (though the participant continues shaking the head both ways), and this performance is compared to the participantâs visual acuity when the head was stationary (the NIH Toolbox Visual Acuity Test score, sometimes referred to as âstaticâ visual acuity in the context of the DVA test). The difference between static and dynamic visual acuity represents the vestibular contribution to gaze stability. DVA scoring, as with visual acuity, is based in LogMAR units","contrasts":[{"conname":"minimum size visible while still minus while in motion","conid":"cnt_50f38168aba37"},{"conname":"minimum size visible while in motion","conid":"cnt_50f381d2aab5a"},{"conname":"minimum size visible while still","conid":"cnt_50f381df14722"}]},
{"name":"Mullen Scales of Early Learning","id":"trm_5262d6d7b2097","description":"The Mullen Scales of Early Learning encompass five scales used to assess cognitive and motor ability and development.  Specifically, including Gross Motor, Visual Reception, Fine Motor, Expressive Language, and Receptive Language.","contrasts":[{"conname":"gross motor","conid":"cnt_5262d6e7255a4"},{"conname":"visual reception","conid":"cnt_5262d6f024e7d"},{"conname":"fine motor","conid":"cnt_5262d6ff7da05"},{"conname":"expressive language","conid":"cnt_5262d709f36dd"},{"conname":"receptive language","conid":"cnt_5262d714c6169"}]},
{"name":"NIH Toolbox Oral Reading Recognition Test","id":"trm_50eb3b2d1de11","description":" Separate but parallel reading tests have been developed in English and Spanish. In either language, the participant is asked to read and pronounce letters and words as accurately as possible. The test administrator scores them as right or wrong. For the youngest children, the initial items require them to identify letters (as opposed to symbols) and to identify a specific letter in an array of four symbols.","contrasts":[{"conname":"correct pronunciation","conid":"cnt_50eb3da904b79"},{"conname":"identification","conid":"cnt_50eb3dca702f2"}]},
{"name":"motor sequencing task","id":"tsk_4a57abb949bbf","description":"Participants perform several motoric tasks in a specific sequence/order.","contrasts":[{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4df2917218780"},{"conname":"longest correct sequence of controls minus longest correct sequence of subject","conid":"cnt_4df2918824fb9"}]},
{"name":"encoding task","id":"trm_4c898c33ee5f8","description":"Subjects view stimuli (words, pictures, letters) and are instructed to memorize them.","contrasts":[{"conname":"# items remembered with encoding task - number remembered without","conid":"cnt_4de968d88e3d3"}]},
{"name":"Structured Clinical Interview for Diagnostic and Statistical Manual of Mental Disorders (DSM-IV) Axis I Disorder","id":"tsk_4a57abb949e35","description":"a diagnostic exam used to determine DSM-IV Axis I disorders (mental health disorders). It covers 6 diagnostic categories, and is often used in conjunction with an unstructured interview. The exam includes an administration booklet of questions for the examiner to ask and a scoresheet. Scores are not determined by &#34;right&#34; or &#34;wrong&#34; answers, but by number of questions that adhere to diagnostic criteria.","contrasts":[{"conname":"the examiner&#39;s evaluation","conid":"cnt_4dfbcad0d0f28"}]},
{"name":"apparent verticality judgment","id":"trm_502ad907e3299","description":"participants make judgments of their verticality after holding specific body orientations for some duration","contrasts":[{"conname":"degree of head tilt (HT)","conid":"cnt_502ade3a6b4d4"},{"conname":"degree of body tilt (BT)","conid":"cnt_502ade46b2038"},{"conname":"degree of trunk tilt (TT)","conid":"cnt_502ade521b4bd"},{"conname":"HT - BT","conid":"cnt_502ade6246b25"},{"conname":"HT - TT","conid":"cnt_502ade7522e56"}]},
{"name":"Big/Little Circle","id":"trm_50f72fafa53ec","description":"The Big/Little Circle test assesses comprehension, learning and reversal. It is also intended to train participants in the general idea of following and reversing a rule, before proceeding to the Intra/Extradimensional Shift test (IED), so should ideally precede the IED task in a battery. Participants must first touch the smaller of the two circles displayed, then, after 20 trials, touch the larger circle for 20 further trials.","contrasts":[{"conname":"shift-related incorrect responses","conid":"cnt_50f7303ade3dd"}]},
{"name":"dichotic listening task","id":"trm_4da87e9c79847","description":"participants are asked to attend to one or both channels of different, sometimes disparate, stimuli played simultaneously through a headset","contrasts":[{"conname":"degree of association between unattended and attended","conid":"cnt_5007088618bd2"}]},
{"name":"Braille Reading Task","id":"trm_4c898a20eb254","description":"Blind subjects read Braille words with their finger(s).","contrasts":[{"conname":"Early Blind","conid":"cnt_4e038e680bd57"},{"conname":"Late Blind","conid":"cnt_4e038e90bd3e7"},{"conname":"areas of activation of early blind minus areas of activation of late blind","conid":"cnt_4e03951a4914c"},{"conname":"areas of activation while reading words or sentences minus reading control dots","conid":"cnt_4e039557ad404"}]},
{"name":"color-discrimination task","id":"tsk_4a57abb9499b8","description":"is a behavioral task where a subject is to make specific responses when presented with particular colors.  The responses to the various colors are then evaluated to see if the subject was able to discern between different colors.    ","contrasts":[{"conname":"accuracy","conid":"cnt_4de7b92a0ce43"}]},
{"name":"Match to Sample Visual Search","id":"trm_50f852c084fde","description":"Match to Sample Visual Search (MTS) is a matching test, with a speed/accuracy trade-off. It is a simultaneous visual search task with response latency dissociated from movement time. Efficient performance on this task requires the ability to search among the targets and ignore the distractor patterns which have elements in common with the target. This test can help to differentiate between Parkinson&#39;s disease and Alzheimer&#39;s disease, and also between Lewy Body dementia and Alzheimer&#39;s disease. The participant is shown a complex visual pattern (the sample) in the middle of the screen, and then, after a brief delay, a varying number of similar patterns is shown in a circle of boxes around the edge of the screen. Only one of these boxes matches the pattern in the centre of the screen, and the participant must indicate which it is by touching it. Reaction time is measured on the basis of the release of the press-pad, which allows for its more accurate measurement.","contrasts":[{"conname":"number correct","conid":"cnt_50f853460010d"},{"conname":"false positives","conid":"cnt_50f8535a4f6f2"}]},
{"name":"NIH Toolbox Hearing Threshold Test","id":"trm_50f374718a91c","description":"This automated audiometric test measures hearing thresholds at six different frequencies, separately in the left and right ears. The frequencies presented are: .5, 1, 2, 4, 6 and 8 kHz. On each trial, the participantâs task is to detect whether a pure tone was presented via headphones by answering yes (tone heard) or no (tone not heard). Catch trials are administered to detect false-alarm responses (cases where the participant says âyesâ when no tone was presented).","contrasts":[{"conname":"hearing threshold (the level below which the subject cannot hear tones)","conid":"cnt_50f3752d9402b"}]},
{"name":"Early Childhood Behavioral Questionnaire","id":"trm_5298e7a465b41","description":"The Early Childhood Behavioral Questionnaire encompasses 18 scales, and 201 items to measure several aspects of temperament in toddlers.  A short form (107 items; 18 scales), and a very short form (36 items; 3 broad scales) are available.||http://www.bowdoin.edu/~sputnam/rothbart-temperament-questionnaires/instrument-descriptions/early-childhood-behavior.html","contrasts":[{"conname":"activity level / energy","conid":"cnt_5298e7d15982e"},{"conname":"attentional focusing","conid":"cnt_5298e7de72d54"},{"conname":"attentional shifting","conid":"cnt_5298e7e9cce5d"},{"conname":"cuddliness","conid":"cnt_5298e7f615c45"},{"conname":"discomfort","conid":"cnt_5298e7ffb4564"},{"conname":"fear","conid":"cnt_5298e814e6fcd"},{"conname":"frustration","conid":"cnt_5298e8212f015"},{"conname":"high intensity pleasure","conid":"cnt_5298e8307848f"},{"conname":"impulsivity","conid":"cnt_5298e85d6d494"},{"conname":"inhibitory control","conid":"cnt_5298e86a0ad46"},{"conname":"low intensity pleasure","conid":"cnt_5298e8770e879"},{"conname":"motor activation","conid":"cnt_5298e898828cf"},{"conname":"perceptual sensitivity","conid":"cnt_5298e8a800088"},{"conname":"positive anticipation","conid":"cnt_5298e8b54ac46"},{"conname":"sadness","conid":"cnt_5298e8c899b82"},{"conname":"shyness","conid":"cnt_5298e8d589544"},{"conname":"soothability","conid":"cnt_5298e8e13c3a3"},{"conname":"sociability","conid":"cnt_5298ea6de528f"}]},
{"name":"dual-task weather prediction","id":"trm_4ebc98cc77e7b","description":"A task in which a subject must attend and respond to two different tasks contained in one experimental run; one task is a feedback driven classification learning task in which a subject is presented with a stimuli (ex-geometric shapes) and has to classify them into one of two categories (ex-rainy or sunny weather), and then receives feedback on whether the response was correct or incorrect.  The other task requires the subject to listen to different tones and count the number of a specific tone.","contrasts":[{"conname":"classification learning trials","conid":"cnt_4ebcaa463d20e"},{"conname":"tone-counting","conid":"cnt_4ebcaa52e7dbd"}]},
{"name":"episodic recall","id":"trm_4c898c8bf1b4f","description":"Subjects recall items from episodic memory (autobiographical history, long-term event memories).  This class is commonly used in generating a type of emotion linked to a specific memory.  This class does NOT include tasks which probe semantic memory (memory of facts or concepts) in which subjects are asked to recall stimuli that were memorized prior to scanning - those are coded as Cued Explicit Recognition.","contrasts":[{"conname":"number of correct identifications","conid":"cnt_4de96cd8c9aad"},{"conname":"number of correct identifications","conid":"cnt_5005cc79902cc"}]},
{"name":"dual-task paradigm","id":"trm_4da634216ebbc","description":"participant performs two tasks simultaneously","contrasts":[{"conname":"dual minus control","conid":"cnt_500723252de72"}]},
{"name":"Visual Analogue Scales","id":"trm_50f7370ace495","description":"Visual Analogue Scales are psychometric response scales which can be used as a measurement instrument for subjective states. The CANTAB VAS assess subjective measurements of drug effect, energy levels, sickness, alertness and mood. The participant must respond to sixteen questions as they appear on the screen by touching the on-screen slider and moving it to the appropriate position on the scale.","contrasts":[{"conname":"question-by-question analysis","conid":"cnt_50f737c173e2a"}]},
{"name":"complex span test","id":"trm_4da86ad02b3ea","description":"a test in which participants must not only memorize items, but must perform an additional cognitive task (e.g. &#34;2 + 2 = 5; A&#34; in which the equation must be evaluated for whether it is true and the letter following must be memorized)","contrasts":[{"conname":"sequence length","conid":"cnt_5020507780603"}]},
{"name":"NIH Toolbox General Life Satisfaction Survey","id":"trm_50f3c003327c4","description":"This self-report measure assesses global feelings and attitudes about one&#39;s life. A CAT is used for adults, a CAT version is used for ages 13-17, and a 5-item fixed-length form is used for ages 8-12, as well as for the parent-report version with ages 3-12. Items administered include those with both 5-point and 7-point scales, with options in each case ranging from âstrongly disagreeâ to âstrongly agree.â The self-report surveys are scored using IRT methods, whereas the parent-report version is scored as a raw sum.","contrasts":[{"conname":"total score","conid":"cnt_50f3c03878ce3"}]},
{"name":"living/nonliving judgment on mirror-reversed and plain-text words","id":"trm_5176cf9d3d512","description":"Subjects are presented with words in either plain text or mirror-reversed format, and are asked to judge whether the stimulus refers to a living or nonliving object.  Items are presented in a mixed fashion and separated by whether each stimulus is a switch in presentation form from the previous trial.","contrasts":[{"conname":"Mirror vs. plain","conid":"cnt_5176d049049f8"},{"conname":"Switch vs. repeat","conid":"cnt_5176d0540a641"}]},
{"name":"Penn Conditional Exclusion Test","id":"trm_50f9952c2311a","description":"A measure of abstraction and concept formation by hypothesis testing, where the principle shifts after its discovery is established.. Subjects decide which of 4 objects does not belong with the other 3 based on one of three sorting principles (e.g., shape, size, line thickness). Sorting principles change after 10 successive correct responses, and feedback is used to guide discovery of the principle and indicate its change. There are 4 alternate forms available. An accuracy score is calculated by multiplying the proportion of correct responses by the number of categories attained (out of 3 possible).","contrasts":[{"conname":"percent correct","conid":"cnt_50f99541d75ac"}]},
{"name":"Positive and Negative Affect Scale","id":"tsk_4a57abb949d09","description":"A psychometric scale to measure positive and negative affects in individuals, and both as states and traits. Positive affect questions assess to what extent the participant is attentive, interested, alert, excited, enthusiastic, inspired, proud, determined, strong and active. Negative affect questions assess to what extent the participant is distressed, upset, hostile, irritable, scared, afraid, ashamed, guilty, nervous, and jittery. Participants answer questions on a Likert scale where 0=very, 1=slightly or not at all, 2=a little, 3=moderately, 4=quite a bit, and 5=very much. The questionnaire asks whether participants have felt these traits &#34;during the past few weeks&#34; (trait) and &#34;during the past few days&#34; (state).","contrasts":[{"conname":"standard deviation from the mean score","conid":"cnt_4e026dfa02b6d"},{"conname":"Trait Affect","conid":"cnt_4e02713a45cdc"},{"conname":"State Affect","conid":"cnt_4e027155c037c"}]},
{"name":"phonological discrimination","id":"trm_4c89922cb6402","description":"Subjects view or listen to phonemes, syllables, or words and discriminate according to some feature of their sounds (rhyming, number of syllables, homophones, etc.).","contrasts":[{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4df6a3169f42a"}]},
{"name":"Big Five Questionnaire","id":"trm_523f5c17d7edb","description":"The BFQ is a self-report measure for assessing the big five personality dimensions of energy/extraversion, agreeableness, conscientiousness, emotional instability, and intellect/openness in youths.||http://www.sciencedirect.com/science/article/pii/S019188690200051X","contrasts":[{"conname":"energy/extraversion","conid":"cnt_523f5c34d27c1"},{"conname":"conscientiousness","conid":"cnt_523f5c4dc38bf"},{"conname":"emotional instability","conid":"cnt_523f5c5e490b9"},{"conname":"agreeableness","conid":"cnt_523f5c6c34adc"},{"conname":"intellect/openness","conid":"cnt_523f5c876e89c"}]},
{"name":"ambiguous figure task","id":"trm_502abd109f255","description":"a kind of psychophysical task, participants view a stimulus that can be perceived as oriented and/or moving in more than one way","contrasts":[{"conname":"cumulative duration of exposure to stimulus","conid":"cnt_502ac610413b0"},{"conname":"duration of stimulus presentation interval","conid":"cnt_502ac6291faaa"},{"conname":"cumulative duration of exposure to stimulus","conid":"cnt_502ac644ac8c8"},{"conname":"contrast between stimuli","conid":"cnt_502ace1922626"},{"conname":"number of exposures to stimulus","conid":"cnt_502acf9fbd81c"}]},
{"name":"Ishihara plates for color blindness","id":"tsk_4a57abb949af3","description":"a test for red-green color deficiencies that consists of a number of colored plates, called Ishihara plates, each of which contain a circle of dots appearing randomized in color and size. Within the pattern are dots which form a number visible to those with normal color vision and invisible, or difficult to see, for those with a red-green color vision defect.","contrasts":[{"conname":"number of plates read correctly by controls with normal color vision minus number of plates read correctly by subject","conid":"cnt_4df10f9cbd86c"},{"conname":"Transformation plates","conid":"cnt_4df114130545a"},{"conname":"Vanishing plates","conid":"cnt_4df1143e30adb"},{"conname":"Hidden Digits plates","conid":"cnt_4df11498b1933"}]},
{"name":"Hayling sentence completion test","id":"trm_4da88c904862b","description":"Participants are given the beginnings of sentences to complete. The sentences appear to have expected answers. In the first condition, participants must complete the sentence with a/the word that makes sense. In the second condition, participants are asked to complete sentences by saying semantically unrelated words, thereby making the sentence nonsensical.","contrasts":[{"conname":"converted A and B error score","conid":"cnt_4e08ed0d8815f"},{"conname":"Initiation","conid":"cnt_4e08ed6a4d30d"},{"conname":"Inhibition","conid":"cnt_4e08ed9422f36"},{"conname":"Initiation minus Inhibition","conid":"cnt_4e08edac14ee7"}]},
{"name":"keep-track task","id":"trm_4c40d4054f38b","description":"A task in which subjects are first shown a set of categories to keep track of for a particular trial (e.g., animals, colors, and countries).  They are then presented with words (including words from each category), and must remember the last word that was presented from each of the categories and recall those words at the end of the trial.  ","contrasts":[{"conname":"accuracy of subject minus average accuracy of controls","conid":"cnt_4df13aaa3f2be"}]},
{"name":"pavlovian conditioning task","id":"trm_4c898acd1f28e","description":"participants encounter a stimulus (designated the &#34;conditional stimulus&#34; or CS and being one without inherent significance) is paired with an unconditional stimulus or US, so named because it is biologically significant (e.g. food, sex, drug, pain), so that the participant responds to the former in a way that conveys his or her association of the two; subtypes of classical conditioning vary the temporal relationship between the CS and US.","contrasts":[{"conname":"conditional stimulus","conid":"cnt_4de6c84f74508"},{"conname":"unconditional response","conid":"cnt_4de6c945846f2"},{"conname":"conditional response","conid":"cnt_4de6c9842dbbe"},{"conname":"unconditional stimulus","conid":"cnt_5020421e4a79e"},{"conname":"post-extinction response to CS","conid":"cnt_5024025b137a6"},{"conname":"post-extinction response to US","conid":"cnt_502403657d971"}]},
{"name":"deductive reasoning task","id":"trm_4c898b8c2d071","description":"Participants generate or evaluate conclusions based on given or well-known premises.","contrasts":[{"conname":"valid","conid":"cnt_4de7e52cd0ad6"},{"conname":"invalid","conid":"cnt_4de7e54b3b8d8"}]},
{"name":"orthographic discrimination","id":"trm_4c89913f80802","description":"Subjects view letters and discriminate according to some feature (uppercase/lowercase, alphabetic order, same/different spelling of words, vowel/consonant, font size, etc.).","contrasts":[{"conname":"average accuracy of controls minus accuracy of participant","conid":"cnt_4df685e797da2"}]},
{"name":"Vineland Adaptive Behavior Scales","id":"trm_52717a95a3b03","description":"The Vineland Adaptive Behavior Scales are the leading instrument for supporting the diagnosis of intellectual and developmental disabilities.  It assesses an individual in the domains of communication, daily living skills, socialization, motor skills, and a maladaptive behavior index.","contrasts":[{"conname":"expressive communication","conid":"cnt_52717bb0bb848"},{"conname":"receptive communication","conid":"cnt_52717cd1461e2"},{"conname":"daily living - personal","conid":"cnt_52717df4e8959"},{"conname":"written communication","conid":"cnt_52717e043cd2f"},{"conname":"daily living - domestic","conid":"cnt_52717e1b87a15"},{"conname":"daily living - community","conid":"cnt_52717ec122bf9"},{"conname":"maladaptive behavior","conid":"cnt_52717eeade9e5"},{"conname":"interpersonal relationships","conid":"cnt_52717eff2a75d"},{"conname":"play and leisure time","conid":"cnt_52717f1a9b5ee"},{"conname":"coping skills","conid":"cnt_52717f2e9a362"},{"conname":"gross motor","conid":"cnt_5271807c80df3"},{"conname":"fine motor","conid":"cnt_5271808f8f605"}]},
{"name":"tactile monitor/discrimination","id":"trm_4c8a843d8d352","description":"Subjects experience tactile/somatosensory stimulation and are asked to attend passively or discriminate according to some feature (shape, texture, same/different, frequency of presentation,  etc.)  Also includes: subjects are presented with 3-dimensional objects and are asked to manipulate them in their hands and probe their features.","contrasts":[{"conname":"response time to second stimulus minus response time to first stimulus","conid":"cnt_4dff8603c1398"},{"conname":"precision of participant minus precision of controls","conid":"cnt_4dff865de2859"}]},
{"name":"sustained attention to response task","id":"trm_4da86cfe8cf1b","description":"participants are to respond to frequent neutral signals and are required to withhold response to rare critical signals","contrasts":[{"conname":"speed versus accuracy","conid":"cnt_50185135a51fc"}]},
{"name":"Information Sampling Task","id":"trm_50f73d557c967","description":"The Information Sampling Task (IST) tests impulsivity and decision making. The participant is presented with a 5x5 array of grey boxes on the screen, and two larger coloured panels below these boxes. The participant is instructed that they are playing a game for points, which they can win by making a correct decision about which colour is in the majority under the grey boxes. They must touch the grey boxes one at a time, which open up to reveal one of the two colours shown at the bottom of the screen. Once a box has been touched, it remains open. When the participant has made their decision about which colour is in the majority, they must touch the panel of that colour at the bottom of the screen to indicate their choice. After the participant has indicated their choice, all the remaining grey boxes on the screen reveal their colours and a message is displayed to inform the participant whether or not they were correct. The colours change from trial to trial. At the end of a trial the grey boxes are displayed on the screen again at a speed which depends on how fast the trial was completed, so that there is always at least 30 seconds between trials.||There are two conditions â the fixed win condition, in which the subject is awarded 100 points for a correct decision regardless of the number of boxes opened, and the decreasing win condition, in which the number of points that can be won for a correct decision starts at 250 and decreases by 10 points for every box touched. In either condition, an incorrect decision costs 100 points.","contrasts":[{"conname":"mean number of boxes opened","conid":"cnt_50f73dbc3a2e7"},{"conname":"probability of the participant&#39;s decision being correct based on the available evidence at the time of the decision","conid":"cnt_50f73de372e77"}]},
{"name":"Child Behavior Checklist","id":"trm_524b4a402c87e","description":"The Child Behavior Checklist (CBCL) obtains reports from parents, relatives, and/or guardians about competencies and behavioral or emotional problems relating to social relations and school performance.  This metric is intended for ages 6 through 18, and measures anxiety, depression, somatic complaints, social problems, thought and attention problems, and rule-breaking and aggressive behavior.","contrasts":[{"conname":"emotionally reactive","conid":"cnt_524b4a6b1b418"},{"conname":"anxious depressed","conid":"cnt_524b4a79a1a62"},{"conname":"somatic complaints","conid":"cnt_524b4a92ba8fb"},{"conname":"withdrawn","conid":"cnt_524b4a9eaee3a"},{"conname":"sleep problems","conid":"cnt_524b4aab945a1"},{"conname":"attention problems","conid":"cnt_524b4ac7607c5"},{"conname":"aggressive behavior","conid":"cnt_524b4ad9275ba"},{"conname":"internalizing problems","conid":"cnt_524b4aef50da4"},{"conname":"externalizing problems","conid":"cnt_524b4afe10a65"},{"conname":"affective problems","conid":"cnt_524b4b114d758"},{"conname":"anxiety problems","conid":"cnt_524b4b1c6dd43"},{"conname":"pervasive developmental score","conid":"cnt_524b4b30ea93c"},{"conname":"attention deficit hyperactivity","conid":"cnt_524b4b4506e51"},{"conname":"social problems","conid":"cnt_524b4b83ab297"},{"conname":"thought problems","conid":"cnt_524b4b8f51cef"},{"conname":"obsessive compulsive problems","conid":"cnt_524b4baf1f04d"},{"conname":"post traumatic stress problems","conid":"cnt_524b4bc9ee0a0"},{"conname":"conduct problems","conid":"cnt_524b4d978c37c"},{"conname":"oppositional defiant problems","conid":"cnt_524b4db24ad5e"}]},
{"name":"digit cancellation task","id":"trm_4da89077f19ae","description":"a descendant of the Lifshitz distractibility test, participants are instructed to cross out particular digits in an array, either with or without an auditory distractor of numbers read aloud","contrasts":[{"conname":"distraction minus standard","conid":"cnt_50071af2372d9"}]},
{"name":"continuous recognition paradigm","id":"tsk_4a57abb9499c7","description":"In the continuous recognition paradigm, study and test phases are not separate entities, but rather, items are continuously presented and the participant is instructed to respond to an item as &#34;old&#34; if it has been seen before (generally presented a second time) in this continual stream of item presentation. Items that were correctly called &#34;old&#34; are the subsequently remembered trials, and items that were &#34;missed&#34; (not called old upon second presentation) make up the subsequently forgotten trials. ","contrasts":[{"conname":"number of false positives","conid":"cnt_4de7c5b19456f"},{"conname":"number of false negatives (missed words)","conid":"cnt_4de7c5df194ea"},{"conname":"number of correct identifications","conid":"cnt_4de7c6ae5a2a1"}]},
{"name":"Conners 3rd Edition","id":"trm_525c4cb94bfff","description":"The Conners 3 is an extended version of the Conners&#39; Rating Scales-Revised that, in addition to the original metrics, assesses comorbid disorders such as Oppositional Defiant Disorder, and Conduct Disorder.  Specifically, it addresses:||General Psychopathology|Inattention|Hyperactivity/Impulsivity|Learning Problems|Executive Functioning|Aggression|Peer Relations|Family Relations|ADHD Inattentive|ADHD Hyperactive-Impulsive|ADHD Combined|Oppositional Defiant Disorder|Conduct Disorder","contrasts":[{"conname":"inattention score","conid":"cnt_525c4ccfd861d"},{"conname":"hyperactivity score","conid":"cnt_525c4cdf291ad"},{"conname":"learning problems","conid":"cnt_525c4cf3157f7"},{"conname":"executive functioning","conid":"cnt_525c4d023f957"},{"conname":"aggression","conid":"cnt_525c4d10ef555"},{"conname":"peer relations","conid":"cnt_525c4d2927062"},{"conname":"oppositional","conid":"cnt_5297c9a46ea03"},{"conname":"perfectionism","conid":"cnt_5297c9dbcc0ef"},{"conname":"social cognition","conid":"cnt_5297ca1f4b4b9"},{"conname":"cognitive problems","conid":"cnt_5297ca29b8826"},{"conname":"anxiety","conid":"cnt_5299143fed521"}]},
{"name":"NIH Toolbox Visual Acuity Test","id":"trm_50f37caf81432","description":"This test directly measures participantsâ visual acuity or distance vision. The participant is seated 12.5 feet away from a computer monitor at eye level, and letters (called âoptotypesâ) are displayed one at a time on the screen for the participant to identify, using both eyes at the same time, with the participant wearing his/her normal corrective lenses for distance vision (glasses or contact lenses), if worn. As the participant successfully identifies optotypes of a given size, smaller ones appear on the screen, until the computer program ascertains the smallest-size optotype the participant can successfully see. Conversely, the program displays larger optotypes if the participant cannot see the size that is first displayed, until a size that he/she can accurately see is found. For participants ages 3-7, only the letters H, O, T and V are used, and children may point to a laminated card showing the letters if they cannot verbalize or recall the letter names. For participants ages 8 and above, the entire set of optotypes is used, following a common protocol used in professional vision testing. This is the standard binocular visual acuity measure scored in LogMAR units.","contrasts":[{"conname":"minimum visible size","conid":"cnt_50f37cfea325a"}]},
{"name":"dot motion task","id":"trm_4f244ad7dcde7","description":"participants view an array of dots of which some proportion is moving in a particular direction and the rest are moving in another.","contrasts":[{"conname":"proportion of dots moving randomly","conid":"cnt_501702188843e"},{"conname":"proportion of dots moving in a specific direction other than target","conid":"cnt_502a9a529d5d1"}]},
{"name":"NIH Toolbox Picture Vocabulary Test","id":"trm_50eb0dc6668e1","description":"This measure of receptive vocabulary is administered in a computerized adaptive format. That is, the next question a participant receives depends on his/her response to the previous question; Computer Adaptive Testing (CAT) ensures a test that is tailored to the participantâs needs. The respondent is presented with an audio recording of a word and four photographic images on the computer screen and is asked to select the picture that most closely matches the meaning of the word. ","contrasts":[{"conname":"theta score","conid":"cnt_50eb0ec7d3a0e"}]},
{"name":"Autism Spectrum Quotient","id":"trm_51d6fe3f3942f","description":"The Autism Spectrum Quotient (AQ) is used to assess if adults of average intelligent have symptoms typical of individuals in the autism spectrum.  Published by Simon Baron-Cohen at the Autism Research Centre in Cambridge in 2001, it consists of fifty questions to assess social and communication skills, as well as imagination, attention to detail, and attention switching.||Subscales: social skill (items 1,11,13,15,22,36,44,45,47,48)|attention switching (items 2,4,10,16,25,32,34,37,43,46) |attention to detail (items 5,6,9,12,19,23,28,29,30,49) |communication (items 7,17,18,26,27,31,33,35,38,39) |imagination (items 3,8,14,20,21,24,40,41,42,50) ||Each of the items listed above scores 1 point if the respondent records the abnormal or autistic-like behavior either mildly or strongly.|âDefinitely agreeâ or âslightly agreeâ responses scored 1 point, on the following items: 1, 2, 4, 5, 6, 7, 9, 12, 13, 16, 18, 19, 20, 21, 22, 23, 26, 33, 35, 39, 41, 42, 43, 45, 46. |âDefinitely disagreeâ or âslightly disagreeâ responses scored 1 point, on the following items: 3, 8, 10, 11, 14, 15, 17, 24, 25, 27, 28, 29, 30, 31, 32, 34, 36, 37, 38, 40, 44, 47, 48, 49, 50.||Baron-Cohen, S., et al. (2001). &#34;The Autism-Spectrum Quotient (AQ): Evidence from Asperger Syndrome/High-Functioning Autism, Malesand Females, Scientists and Mathematicians.&#34; Journal of Autism & Developmental Disorders 31(1): 5-17.","contrasts":[{"conname":"total score","conid":"cnt_51dd9e934148a"},{"conname":"social skill","conid":"cnt_51ec19c434db0"},{"conname":"attention switching","conid":"cnt_51ec19d22283e"},{"conname":"attention to detail","conid":"cnt_51ec19df23bcb"},{"conname":"communication","conid":"cnt_51ec19f5be290"},{"conname":"imagination","conid":"cnt_51ec1a03c57f1"}]},
{"name":"Probabilistic classification task","id":"trm_4cacf22a22d80","description":"Subjects are presented with a set of stimuli and must classify those stimuli into one of two categories. In a common version known as the &#34;weather prediction task&#34; the stimuli are cards with geometric shapes on them and the outcomes are rainy versus sunny weather.  The feedback is probabilistic, and performance is measured by the proportion of statistically optimal responses.","contrasts":[{"conname":"Probabilistic classification trials","conid":"cnt_4cacf26718047"},{"conname":"proportion of correct responses across all trials minus proportion correct on early trials","conid":"cnt_4df8e8f10f33a"},{"conname":"accuracy of participant minus average accuracy of controls","conid":"cnt_4df8e900881cf"}]},
{"name":"Broad Autism Phenotype Questionnaire","id":"trm_523dfd5b7a9f1","description":"The Broad Autism Phenotype Questionnaire (BAPQ) is designed to measure the BAP (the Broad Autism Phenotype, a set of personality and language characteristics that reflect the phenotypic expression of the genetic liability to autism) in adults.  The subscales include: aloof personality, rigid personality, and pragmatic language.||http://staff.science.uva.nl/~michiell/docs/HurleyEtAl2007.pdf","contrasts":[{"conname":"aloof personality","conid":"cnt_523dfd6ddf9ef"},{"conname":"rigid personality","conid":"cnt_523dfd7f816b6"},{"conname":"pragmatic language","conid":"cnt_523dfd9d6a5ba"}]},
{"name":"Aberrant Behavior Checklist - Community","id":"trm_523c7a0a73cf5","description":"The Aberrant Behavior Checklist- Community version (ABC-C) is a symptom checklist for assessing problem behaviors of children and adults with mental retardation, to be completed by a parent, educator, or care-giver.  The community version is specifically for individuals living at home. ||The rater is asked to provide ratings for 58 specific symptoms to compute scores for the following subscales:||  1. Irritability/Agitation|â  2. Lethargy/Social Withdrawal|  3. Stereotypic Behavior|  4. Hyperactivity/Noncompliance|  5. Inappropriate Speech||http://www.slossonnews.com/ABC.html","contrasts":[{"conname":"Irritability/Agitation","conid":"cnt_523c7cdacdc20"},{"conname":"Lethargy/Social Withdrawal","conid":"cnt_523c7cf0ea7b4"},{"conname":"Stereotypic Behavior","conid":"cnt_523c7d0de6735"},{"conname":"Hyperactivity/Noncompliance","conid":"cnt_523c7d1fc539f"},{"conname":"Inappropriate Speech","conid":"cnt_523c7d2b82709"}]},
{"name":"Reynell Developmental Language Scales","id":"trm_4da8914987ee2","description":"The Reynell Developmental Language Scales measures language skills in young or developmentally delayed children.  The scales include 1) verbal comprehension scale to assess receptive language skills, and 2) expressive language scale to assess expressive language skills.","contrasts":[{"conname":"verbal comprehension","conid":"cnt_5266cc547e0dd"},{"conname":"expressive language","conid":"cnt_5266cc7eb942a"}]},
{"name":"drawing","id":"trm_4c898be57fcbc","description":"Subjects draw lines, circles, or drawings using a pen or stylus.","contrasts":[{"conname":"overall similarity to intended picture","conid":"cnt_4de948beb7f3c"}]},
{"name":"chimeric animal Stroop task","id":"trm_4b843655d5d75","description":"A task in which participants are shown pictures of chimeric animals (such as a duck&#39;s head attached to a cow&#39;s body) and asked to name animal that the head belongs to while ignoring the identity of the body, or vice versa.  ","contrasts":[{"conname":"Congruent","conid":"cnt_4b8436b57862e"},{"conname":"Incongruent","conid":"cnt_4b8436c051c94"},{"conname":"Incongruent","conid":"cnt_4b8436e073769"}]},
{"name":"heat stimulation","id":"trm_4e550887d92de","description":"A heat stimulus is applied to the skin and the participant rates the experienced sensation on a visual analogue scale","contrasts":[{"conname":"Baseline minus heat stimulation","conid":"cnt_4e552738a229c"}]},
{"name":"operant task","id":"trm_50240f06af135","description":"participant learns to associate a particular outcome with a particular effort and characteristics thereof (e.g. frequency, strength)","contrasts":[{"conname":"punishment","conid":"cnt_50241122ad82b"},{"conname":"reinforcement","conid":"cnt_5024120d1b9af"},{"conname":"behavior - consequence interval","conid":"cnt_5024196b356d6"},{"conname":"post-extinction duration","conid":"cnt_5032be8b13109"}]},
{"name":"immediate memory task","id":"trm_4fba857ad04ac","description":"a number between 2 and 7 digits is displayed for a brief period and is followed briefly by a blank screen, then another number to which participants respond only if it is identical to the first.","contrasts":[{"conname":"commission errors (false alarms)","conid":"cnt_50070d3b312f4"},{"conname":"proportion of correct to incorrect responses","conid":"cnt_50070f5d10c03"}]},
{"name":"None / Other","id":"None","contrasts":[{"conname":"None / Other","conid":"None"}]}]
